[
    [
        {
            "type": "header",
            "bbox": [
                0.12,
                0.067,
                0.371,
                0.08
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.121,
                0.878,
                0.167
            ],
            "angle": 0,
            "content": "The challenge in a few years will be to make the consolidation process more and more automated with less and less human interaction because not only a fast close will be considered as a \"minimum\"."
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.185,
                0.878,
                0.216
            ],
            "angle": 0,
            "content": "Having consolidated information available at any time with the necessary accuracy will become a must."
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.233,
                0.842,
                0.248
            ],
            "angle": 0,
            "content": "Robotisation of consolidation is probably the next step, we expect it or not."
        }
    ],
    [
        {
            "type": "title",
            "bbox": [
                0.151,
                0.267,
                0.361,
                0.3
            ],
            "angle": 0,
            "content": "PART 2"
        },
        {
            "type": "title",
            "bbox": [
                0.269,
                0.31,
                0.766,
                0.43
            ],
            "angle": 0,
            "content": "BASICS OF CONSOLIDATION TECHNIQUES"
        },
        {
            "type": "image",
            "bbox": [
                0.165,
                0.505,
                0.745,
                0.711
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "page_number",
            "bbox": [
                0.472,
                0.919,
                0.502,
                0.933
            ],
            "angle": 0,
            "content": "25"
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.117,
                0.065,
                0.373,
                0.082
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "title",
            "bbox": [
                0.118,
                0.137,
                0.836,
                0.21
            ],
            "angle": 0,
            "content": "1 THE ECONOMICAL, FINANCIAL AND LEGAL CONTEXT OF THE CONSOLIDATION"
        },
        {
            "type": "title",
            "bbox": [
                0.117,
                0.231,
                0.502,
                0.254
            ],
            "angle": 0,
            "content": "1.1 Groups of companies"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.274,
                0.879,
                0.322
            ],
            "angle": 0,
            "content": "If a company is endowed with an appropriate legal and economic autonomy, it is however rare that this autonomy brings the necessary elements for its deployment."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.323,
                0.879,
                0.355
            ],
            "angle": 0,
            "content": "A diversification of competence, products, a geographical expansion lead most of the time the company to look for alliances with other companies."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.37,
                0.879,
                0.42
            ],
            "angle": 0,
            "content": "Practically, we notice that an alliance can range from a simple commercial representation to the take over of control of a company with the aim of influencing in a decisive way its management."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.434,
                0.879,
                0.468
            ],
            "angle": 0,
            "content": "Among the alliances most classically met in our economical landscape, we shall mention, in an increasing order of dependence:"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.483,
                0.875,
                0.531
            ],
            "angle": 0,
            "content": "The not conventional commercial connection by which quite naturally one company C1 depends on a company C2, one being the main customer of the other one"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.545,
                0.875,
                0.596
            ],
            "angle": 0,
            "content": "- The conventional commercial connection, by which a company C1 grants to a company C2 the commercial representation of its products, in order to sell them on a new market for example"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.611,
                0.875,
                0.692
            ],
            "angle": 0,
            "content": "- The \"physical person\" connection who constitutes a subtle shape of discreet dependence between several companies, each owned, mainly most of the time, by the same physical person. These companies present between them no visible link, especially as there is absence of a holding company"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.705,
                0.875,
                0.74
            ],
            "angle": 0,
            "content": "The financial connection, finally, more classic, is characterized by owning shares in the capital of another company."
        },
        {
            "type": "list",
            "bbox": [
                0.117,
                0.483,
                0.875,
                0.74
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.755,
                0.879,
                0.806
            ],
            "angle": 0,
            "content": "As soon as one of these connections exists in a long-lasting way between two or several companies, we agree to consider the latter as being a part of the same group."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.819,
                0.879,
                0.853
            ],
            "angle": 0,
            "content": "In the scope of this book, we shall consider a group of companies in the most natural way by supposing the existence of a parent company owning shares of"
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.305,
                0.071,
                0.856,
                0.088
            ],
            "angle": 0,
            "content": "PART 2 BASICS OF CONSOLIDATION TECHNIQUES"
        },
        {
            "type": "text",
            "bbox": [
                0.108,
                0.12,
                0.878,
                0.155
            ],
            "angle": 0,
            "content": "other companies, which are supposed to belong to the same group. All these notions will be reviewed with more details in the following chapters."
        },
        {
            "type": "title",
            "bbox": [
                0.11,
                0.171,
                0.695,
                0.192
            ],
            "angle": 0,
            "content": "1.2 Financial consolidation statements"
        },
        {
            "type": "text",
            "bbox": [
                0.108,
                0.215,
                0.878,
                0.298
            ],
            "angle": 0,
            "content": "In this context of group where several companies act in close dependence, the activity of one is so influenced by another that the appreciation of a single company has a restrictive nature. It seems then more natural to build up an opinion not on an isolated company but either on the parent company or on all individual companies belonging to the group."
        },
        {
            "type": "text",
            "bbox": [
                0.108,
                0.312,
                0.878,
                0.362
            ],
            "angle": 0,
            "content": "For an external observer, the only available information can be found in the statutory annual accounts reports of every individual company. Two approaches can be considered from then on:"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.376,
                0.874,
                0.409
            ],
            "angle": 0,
            "content": "- Either we consider only the parent company statutory accounts as better image of the group"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.424,
                0.874,
                0.457
            ],
            "angle": 0,
            "content": "- Or we consider the statutory accounts of all the companies of the group, including those of the parent company."
        },
        {
            "type": "list",
            "bbox": [
                0.147,
                0.376,
                0.874,
                0.457
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.11,
                0.472,
                0.664,
                0.489
            ],
            "angle": 0,
            "content": "The first approach presents three major inconveniences:"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.504,
                0.875,
                0.601
            ],
            "angle": 0,
            "content": "- First, it supposes that the book values of the financial participations reflect faithfully the value of every owned company, which is not generally the case. Such an owned company sees its own capital evolving depending on its profits generated at the end of every year while the financial participations booked in the parent company accounts do not generally record that evolution"
        },
        {
            "type": "text",
            "bbox": [
                0.148,
                0.617,
                0.875,
                0.698
            ],
            "angle": 0,
            "content": "- Then, it supposes that the profit of every company appears in the financial products of the parent company, in the form of received dividends. It is clear that, in the majority of the cases, the share dividends paid by a company reflects only partially the profit which is generated during the previous year"
        },
        {
            "type": "text",
            "bbox": [
                0.148,
                0.713,
                0.874,
                0.762
            ],
            "angle": 0,
            "content": "- Finally, it masks any vision on companies owned indirectly by the parent company, because these do not simply appear in its accounts, neither in terms of participations nor in terms of received dividends."
        },
        {
            "type": "list",
            "bbox": [
                0.147,
                0.504,
                0.875,
                0.762
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.108,
                0.778,
                0.878,
                0.829
            ],
            "angle": 0,
            "content": "The second approach consists in considering the statutory annual accounts of each company and to accumulate them with those of the parent company. Here also the inconveniences are of importance:"
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.114,
                0.067,
                0.367,
                0.082
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.121,
                0.875,
                0.169
            ],
            "angle": 0,
            "content": "- The annual accounts of foreign companies lead straightaway to wonder as for the choice of adequate exchange rates to be applied to these foreign currency accounts."
        },
        {
            "type": "text",
            "bbox": [
                0.186,
                0.17,
                0.875,
                0.218
            ],
            "angle": 0,
            "content": "In particular how to handle the balance sheet accounts which, from a period to the other one do not evolve, but fluctuate by the only phenomenon of different exchange rates."
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.233,
                0.874,
                0.298
            ],
            "angle": 0,
            "content": "- Inevitable duplications appear, because of simple accumulation, between receivables which the group owns on itself, between purchases which it concluded with himself and come to inflate artificially its total of assets, liabilities, its revenues and expenses"
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.313,
                0.875,
                0.362
            ],
            "angle": 0,
            "content": "- Dividends, before being paid, belongs to the result of a company but are booked, next year, in the financial income of the shareholders of that company"
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.378,
                0.875,
                0.442
            ],
            "angle": 0,
            "content": "- Finally let us point out that it seems at least abnormal that the accounts of company not controlled by the parent company are considered on the same foot as those of a company controlled by that parent company."
        },
        {
            "type": "list",
            "bbox": [
                0.15,
                0.121,
                0.875,
                0.442
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.11,
                0.457,
                0.875,
                0.522
            ],
            "angle": 0,
            "content": "Both approaches were considered, none gives satisfaction. How to associate to a group of companies a significant, homogeneous economic picture as if the group was considered itself as a unique company dealing only with the outside world?"
        },
        {
            "type": "text",
            "bbox": [
                0.11,
                0.538,
                0.875,
                0.586
            ],
            "angle": 0,
            "content": "These deficiencies led the financial world to develop a new technique of 'valuation' of groups, basic rules of which are universally adopted today: the consolidation of accounts."
        },
        {
            "type": "title",
            "bbox": [
                0.112,
                0.62,
                0.733,
                0.642
            ],
            "angle": 0,
            "content": "1.3 Consolidation: Useful information?"
        },
        {
            "type": "text",
            "bbox": [
                0.11,
                0.663,
                0.874,
                0.697
            ],
            "angle": 0,
            "content": "There is almost one century between the first ideas of consolidation and the laws. What to say about that?"
        },
        {
            "type": "text",
            "bbox": [
                0.11,
                0.711,
                0.874,
                0.76
            ],
            "angle": 0,
            "content": "On one hand, the consolidation is a technique of information and not a technique of management, even if it gives very often an original and interesting picture on its own group."
        },
        {
            "type": "text",
            "bbox": [
                0.11,
                0.775,
                0.875,
                0.857
            ],
            "angle": 0,
            "content": "We understand from then on the lack of haste of the groups to be consolidated, especially in the situations where an effective internal management reporting exists. Nevertheless, we notice that the most important groups, with strong structure and strong organization very often preceded the legal regulations."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.304,
                0.069,
                0.855,
                0.086
            ],
            "angle": 0,
            "content": "PART 2 BASICS OF CONSOLIDATION TECHNIQUES"
        },
        {
            "type": "text",
            "bbox": [
                0.108,
                0.118,
                0.877,
                0.165
            ],
            "angle": 0,
            "content": "Smaller groups, in an expectation position, waiting the laws in order to avoid unnecessary costs, were taking some risks by being in a position not to be able to produce consolidated figures in a short delay."
        },
        {
            "type": "text",
            "bbox": [
                0.108,
                0.167,
                0.877,
                0.245
            ],
            "angle": 0,
            "content": "On the other hand, it is necessary to recognize that the standards published both at the international and the national level have a lack of precision. Confronted to these vague recommendations, the small and medium size groups, sometimes incompetent in front of their often complex legal and economic structure are a little disorientated."
        },
        {
            "type": "text",
            "bbox": [
                0.108,
                0.262,
                0.877,
                0.294
            ],
            "angle": 0,
            "content": "Anyway, today the consolidated financial statements are not anymore a fashion."
        },
        {
            "type": "text",
            "bbox": [
                0.108,
                0.31,
                0.877,
                0.359
            ],
            "angle": 0,
            "content": "If more and more groups anticipate the legal requirements, it is to be able to bring more complete information than the statutory accounts of the parent company would bring."
        },
        {
            "type": "text",
            "bbox": [
                0.109,
                0.374,
                0.695,
                0.392
            ],
            "angle": 0,
            "content": "Among the consumers of this type of information, we meet:"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.406,
                0.874,
                0.439
            ],
            "angle": 0,
            "content": "- The customers and the suppliers of the group who try to know better their partner"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.454,
                0.874,
                0.486
            ],
            "angle": 0,
            "content": "- The Bankers who want to appreciate needs in financing but also the attached risks"
        },
        {
            "type": "text",
            "bbox": [
                0.148,
                0.503,
                0.874,
                0.535
            ],
            "angle": 0,
            "content": "- The financial analysts who try to estimate the financial health of the group"
        },
        {
            "type": "text",
            "bbox": [
                0.148,
                0.551,
                0.821,
                0.567
            ],
            "angle": 0,
            "content": "- The world of the financial specialists cannot ignore this technique"
        },
        {
            "type": "text",
            "bbox": [
                0.149,
                0.584,
                0.699,
                0.6
            ],
            "angle": 0,
            "content": "The competitors who try to identify better the group"
        },
        {
            "type": "text",
            "bbox": [
                0.148,
                0.615,
                0.875,
                0.648
            ],
            "angle": 0,
            "content": "- And finally labour unions and more particularly works councils, as informants to the company staffs."
        },
        {
            "type": "list",
            "bbox": [
                0.147,
                0.406,
                0.875,
                0.648
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.109,
                0.664,
                0.877,
                0.713
            ],
            "angle": 0,
            "content": "A public composed of so many observers who, gradually, adapt their approaches to consolidated information and, with the legal organizations, creates an irreversible evolution."
        },
        {
            "type": "title",
            "bbox": [
                0.112,
                0.747,
                0.816,
                0.796
            ],
            "angle": 0,
            "content": "2 CONSOLIDATION: A STEP BY STEP PROCESS"
        },
        {
            "type": "text",
            "bbox": [
                0.109,
                0.818,
                0.877,
                0.868
            ],
            "angle": 0,
            "content": "The consolidation process is a mix of lots of calculations, sometimes difficult situations to solve when group structure is changing, organization issues with correspondents, located all over the world, that sometimes you have even"
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.113,
                0.064,
                0.365,
                0.079
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.118,
                0.874,
                0.165
            ],
            "angle": 0,
            "content": "never met, deadline issues to provide correct information just in time and so many people around you like CFO, Auditors, Bankers,... asking for information before you feel confident with it."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.167,
                0.873,
                0.199
            ],
            "angle": 0,
            "content": "Facing such situation, keep in mind two key points during the consolidation process: Organization and Rigor."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.214,
                0.635,
                0.23
            ],
            "angle": 0,
            "content": "We can define seven steps to achieve a consolidation."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.246,
                0.773,
                0.264
            ],
            "angle": 0,
            "content": "Step 1: Identify the companies to include in the consolidation scope"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.278,
                0.816,
                0.295
            ],
            "angle": 0,
            "content": "Step 2: Collect the information from each company correctly and in time"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.31,
                0.855,
                0.327
            ],
            "angle": 0,
            "content": "Step 3: Translate all the information received into the consolidation currency"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.342,
                0.792,
                0.359
            ],
            "angle": 0,
            "content": "Step 4: Identify all intercompany differences and ask for explanations"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.374,
                0.873,
                0.406
            ],
            "angle": 0,
            "content": "Step 5: Book all necessary consolidation adjustments depending on group situation and consolidation rules"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.422,
                0.874,
                0.455
            ],
            "angle": 0,
            "content": "Step 6: Process all necessary eliminations to get a consolidated set of information"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.47,
                0.634,
                0.487
            ],
            "angle": 0,
            "content": "Step 7: Report consolidated figures to all addressees."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.503,
                0.873,
                0.535
            ],
            "angle": 0,
            "content": "All along these steps, validation will be necessary and sometimes, reaching the end of the process, it may happen that previous steps will be revisited."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.55,
                0.821,
                0.567
            ],
            "angle": 0,
            "content": "Such process implies a \"spiral effect\" until all reports show a consistency."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.582,
                0.873,
                0.615
            ],
            "angle": 0,
            "content": "We propose now to give some additional information for each of these seven steps hereunder."
        },
        {
            "type": "title",
            "bbox": [
                0.101,
                0.647,
                0.87,
                0.695
            ],
            "angle": 0,
            "content": "2.1 Step I: Identify the companies to include in the consolidation scope"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.715,
                0.874,
                0.795
            ],
            "angle": 0,
            "content": "A group is just a set of companies. Most of them remain unchanged, some others disappear because of a disposal or a merge, some new companies are entering the consolidation scope and the level of control in some companies may also change because of acquisitions or disposals of shares, implying a change in consolidation methods."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.81,
                0.873,
                0.86
            ],
            "angle": 0,
            "content": "It is highly recommended that the persons in charge of a consolidation remain informed of all events of this type, all along the year, because of the impact on the consolidated figures."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.303,
                0.071,
                0.852,
                0.088
            ],
            "angle": 0,
            "content": "PART 2 BASICS OF CONSOLIDATION TECHNIQUES"
        },
        {
            "type": "text",
            "bbox": [
                0.107,
                0.12,
                0.393,
                0.136
            ],
            "angle": 0,
            "content": "For each individual company,"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.152,
                0.703,
                0.168
            ],
            "angle": 0,
            "content": "Calculate the control percentage owned by the group"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.169,
                0.757,
                0.185
            ],
            "angle": 0,
            "content": "Consequently, adapt if necessary, its consolidation method"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.201,
                0.599,
                0.217
            ],
            "angle": 0,
            "content": "Calculate the indirect financial percentage."
        },
        {
            "type": "list",
            "bbox": [
                0.145,
                0.152,
                0.757,
                0.217
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.233,
                0.872,
                0.283
            ],
            "angle": 0,
            "content": "These notions will be completely defined in the next chapter but keep already in mind that a control percentage is necessary to fix the consolidation method and all calculations on equity are processed with the financial percentage."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.297,
                0.872,
                0.379
            ],
            "angle": 0,
            "content": "Of course, we also recommend defining a materiality level for new companies to enter the consolidation scope. Be careful about the fact that a small company expected to have a weak contribution to consolidated figures should remain outside the consolidation scope. Very often, small companies are responsible for planning issues."
        },
        {
            "type": "title",
            "bbox": [
                0.108,
                0.412,
                0.83,
                0.459
            ],
            "angle": 0,
            "content": "2.2 Step 2: Collect the information from each company correctly and in time"
        },
        {
            "type": "text",
            "bbox": [
                0.107,
                0.479,
                0.872,
                0.53
            ],
            "angle": 0,
            "content": "The information needed for a consolidation may depend on the reference (Local Gaap or IFRS) but also on what the Board, Auditors, Bankers are expecting."
        },
        {
            "type": "text",
            "bbox": [
                0.107,
                0.544,
                0.869,
                0.577
            ],
            "angle": 0,
            "content": "In any case, there is a minimal set of information required for each company, which consists in"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.592,
                0.46,
                0.607
            ],
            "angle": 0,
            "content": "A balance sheet and its P&L"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.624,
                0.87,
                0.671
            ],
            "angle": 0,
            "content": "- A detail of the financial investment accounts in other companies of the consolidation scope, including explanations on the evolution of such accounts"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.688,
                0.87,
                0.736
            ],
            "angle": 0,
            "content": "- Intercompany positions which consist of transactions made by the company with all other companies and that are still open in the balance"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.752,
                0.87,
                0.785
            ],
            "angle": 0,
            "content": "- Flows on all balance sheet accounts, which consist in explaining the evolution of these accounts between opening and closing dates."
        },
        {
            "type": "list",
            "bbox": [
                0.147,
                0.592,
                0.87,
                0.785
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.107,
                0.801,
                0.872,
                0.834
            ],
            "angle": 0,
            "content": "That information is usually collected by the mean of what is called a \"consolidation bundle\", usually a spreadsheet or a web solution."
        },
        {
            "type": "text",
            "bbox": [
                0.107,
                0.848,
                0.871,
                0.883
            ],
            "angle": 0,
            "content": "We will not give a full description of such a consolidation bundle here but let's limit us to some important points."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.115,
                0.067,
                0.365,
                0.082
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.121,
                0.875,
                0.185
            ],
            "angle": 0,
            "content": "- A bundle should be personalized to each company. This means that last closing period figures will be present without possibilities to update them because they have been used and audited in the previous consolidation."
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.201,
                0.877,
                0.33
            ],
            "angle": 0,
            "content": "- A spreadsheet bundle very often consists in a quite large number of sheets in a workbook. Most of these sheets are linked together via formulas and macros. On the top of these sheets we find a set of validation rules. Experience shows that companies are asking the more complete and severe validation rules as possible. Why? Because when they send the consolidation bundle to the consolidation department, they are sure the information reaches the expected level of quality."
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.345,
                0.875,
                0.426
            ],
            "angle": 0,
            "content": "- A consolidation bundle should contain figures in local currencies. It is not advisable to ask companies to translate themselves their local currency figures into consolidation currency. Year after year, that translation is becoming more and more difficult. It should remain the responsibility of the consolidation office."
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.441,
                0.877,
                0.635
            ],
            "angle": 0,
            "content": "- When the evaluation rules of the group differ from the local rules, and this is very often the situation with IFRS, the question arises to know who is booking the necessary adjustments to comply with the group rules. The recommended position is to apply the 'push down' approach and to ask the company to book these adjustments. Very often, the company is not allowed to book these adjustments directly in its local accounting. So it is helpful to develop a consolidation bundle including the possibility to receive these adjustments. The consolidation bundle then presents a '3 columns' structure: column 1 for Local Gaap amounts, column 2 for impact of adjustments and column 3 which is the addition of the two first columns. This last column is usually the one that is consolidated (adjusted amounts)."
        },
        {
            "type": "title",
            "bbox": [
                0.113,
                0.668,
                0.818,
                0.714
            ],
            "angle": 0,
            "content": "2.3 Step 3: Translate all the information received into the consolidation currency"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.736,
                0.875,
                0.786
            ],
            "angle": 0,
            "content": "Although most of the consolidation software are processing this step automatically, we will provide all details of this difficult process in a dedicated chapter."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.8,
                0.875,
                0.851
            ],
            "angle": 0,
            "content": "The important thing to notice is that after currency translation, all figures are now in a same currency and we could add them together. The picture we would get would be far away from an expected consolidated picture."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.306,
                0.071,
                0.856,
                0.088
            ],
            "angle": 0,
            "content": "PART 2 BASICS OF CONSOLIDATION TECHNIQUES"
        },
        {
            "type": "title",
            "bbox": [
                0.111,
                0.12,
                0.761,
                0.166
            ],
            "angle": 0,
            "content": "2.4 Step 4: Identify all intercompany differences and ask for explanations"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.187,
                0.878,
                0.235
            ],
            "angle": 0,
            "content": "After this step of translation currency we advise to analyse the intercompany positions of each company with all the others in order to check if they agree or not."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.251,
                0.878,
                0.3
            ],
            "angle": 0,
            "content": "Let's keep in mind that what consolidated accounts have to show is the activity of a set of companies, the group, with the outside world, as if all these companies would have been considered as a single one."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.315,
                0.878,
                0.364
            ],
            "angle": 0,
            "content": "That's the reason why consolidation process requires to eliminate receivables with payables, turnover with corresponding expenses,... but, of course, that elimination will correctly work if both amounts are equal."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.38,
                0.878,
                0.46
            ],
            "angle": 0,
            "content": "Experience shows that it is not very often the case for some acceptable reasons but also for some unacceptable reasons. That's why we process this step just after the currency translation in order to give some time to each company to discuss between each other and to come back to the consolidation office with an updated or explained situation."
        },
        {
            "type": "title",
            "bbox": [
                0.111,
                0.494,
                0.856,
                0.563
            ],
            "angle": 0,
            "content": "2.5 Step 5: Book all necessary consolidation adjustments depending on group situation and consolidation rules"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.583,
                0.878,
                0.68
            ],
            "angle": 0,
            "content": "This step is certainly the most important one in the consolidation process because of its human contribution. But for how long? It requires knowledge of all important events happening during the consolidation period and having a potential impact on consolidated figures: acquisitions and disposals of companies, capital increase, merge of companies, change in consolidation method, ..."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.696,
                0.878,
                0.777
            ],
            "angle": 0,
            "content": "This step requires also a deep knowledge on the content of individual Local Gaap accounts in order to evaluate what has to be adjusted to comply with group rules of consolidation. And finally, a certain number of internal transactions between companies must be correctly detected because they also need to be adjusted."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.793,
                0.878,
                0.826
            ],
            "angle": 0,
            "content": "Speaking about consolidation adjustments, we usually define three categories of adjustments:"
        },
        {
            "type": "text",
            "bbox": [
                0.148,
                0.84,
                0.782,
                0.858
            ],
            "angle": 0,
            "content": "- First category: \"Compliance to evaluation rules\" adjustments"
        }
    ]
]