[
    [
        {
            "type": "header",
            "bbox": [
                0.106,
                0.066,
                0.361,
                0.082
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.142,
                0.12,
                0.867,
                0.169
            ],
            "angle": 0,
            "content": "- The figures published hide a very high degree of technicality, to such an extent that consolidators sometimes wonder if external observers are able to interpret them correctly"
        },
        {
            "type": "text",
            "bbox": [
                0.142,
                0.184,
                0.868,
                0.217
            ],
            "angle": 0,
            "content": "- It's very debatable how well the objective of effective rule harmonisation is being met"
        },
        {
            "type": "text",
            "bbox": [
                0.142,
                0.232,
                0.868,
                0.266
            ],
            "angle": 0,
            "content": "- The structure of the notes to the accounts means that they are not entirely comparable"
        },
        {
            "type": "text",
            "bbox": [
                0.142,
                0.28,
                0.868,
                0.328
            ],
            "angle": 0,
            "content": "- An uneven skill level is found both in consolidation professionals and Auditors who sometimes find it difficult to stay abreast of shifting interpretations of IFRS rules."
        },
        {
            "type": "list",
            "bbox": [
                0.142,
                0.12,
                0.868,
                0.328
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.344,
                0.868,
                0.426
            ],
            "angle": 0,
            "content": "The advent of IFRS clearly created competition. The leaders adopted IFRS standards, leaving no other options available and, sometimes, with a feeling of duty, whereas the other, unlisted groups in the pack wanted to retain national standards for a long time even though some of them did decide to break away."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.441,
                0.868,
                0.473
            ],
            "angle": 0,
            "content": "As for consolidation software packages, they adjusted to the IFRS requirements and the impact on functional changes turned out to be minor."
        },
        {
            "type": "text",
            "bbox": [
                0.105,
                0.488,
                0.165,
                0.505
            ],
            "angle": 0,
            "content": "Why?"
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.521,
                0.868,
                0.569
            ],
            "angle": 0,
            "content": "Because the move to IFRS standards, with a few exceptions, didn't involve the mechanics of consolidation per se, but rather the content of the statutory accounts of each company in the consolidation scope."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.586,
                0.867,
                0.618
            ],
            "angle": 0,
            "content": "During all of these years, the market maintained the confusion between IFRS as a consolidation problem and IFRS as an accounting issue."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.633,
                0.868,
                0.682
            ],
            "angle": 0,
            "content": "Software packages were impacted in terms of their parameters (chart of accounts, appendices), but not in their intrinsic functionality, or if so, only marginally."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.697,
                0.512,
                0.713
            ],
            "angle": 0,
            "content": "Did the software evolve over the decade?"
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.73,
                0.867,
                0.762
            ],
            "angle": 0,
            "content": "The main direction taken was again based on technology changes dictated by an increasing need to produce more reliable data faster."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.777,
                0.868,
                0.827
            ],
            "angle": 0,
            "content": "Revisiting or developing consolidation software couldn't be done without immediately integrating a web approach, with all of the accesses and portability that it presupposes."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.842,
                0.868,
                0.874
            ],
            "angle": 0,
            "content": "Not only did the traditional consolidation bundle make way to direct access to a centralised system by each company, consolidation functions themselves"
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.289,
                0.067,
                0.862,
                0.084
            ],
            "angle": 0,
            "content": "PART 1 ONCE UPON A TIME ... THE CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.117,
                0.874,
                0.149
            ],
            "angle": 0,
            "content": "become accessible from any internet entry point, anywhere in the world and at any time."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.164,
                0.875,
                0.213
            ],
            "angle": 0,
            "content": "This approach, confirmed by Cloud Computing, tends to make the location of both data and the software used to process them invisible to users, and to improve performance."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.228,
                0.875,
                0.279
            ],
            "angle": 0,
            "content": "By the end of the decade, consolidators could finally do their work at any time of the night or day, from anywhere, even on holidays, and on the device of their choice, including a smartphone!"
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.293,
                0.874,
                0.326
            ],
            "angle": 0,
            "content": "This was huge progress since the time of the first service bureau consolidations in the early 1980s."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.341,
                0.875,
                0.424
            ],
            "angle": 0,
            "content": "Did unified consolidation finally fulfil its potential ten years later? There were clear convergences in functionality thanks to the comfort provided by tools increasingly in the public domain and also thanks to the expression of needs by groups which were becoming more uniform. Consolidation was bound to become a strategic planning tool rather than a simple picture of the past."
        },
        {
            "type": "title",
            "bbox": [
                0.108,
                0.457,
                0.816,
                0.481
            ],
            "angle": 0,
            "content": "2 What can we expect in the future?"
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.503,
                0.875,
                0.553
            ],
            "angle": 0,
            "content": "It would be very ambitious and risky on our side to consider the future of consolidation using the \"crystal ball\" approach. It would inevitably lead to some daydreaming."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.567,
                0.875,
                0.616
            ],
            "angle": 0,
            "content": "We'll approach the topic more realistically, taking into account different aspects of consolidation which still leave room for potential improvements in time and resource savings over the coming years."
        },
        {
            "type": "title",
            "bbox": [
                0.108,
                0.65,
                0.81,
                0.694
            ],
            "angle": 0,
            "content": "2.1 The structure of the data to consolidate and its processing in consolidation"
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.714,
                0.875,
                0.764
            ],
            "angle": 0,
            "content": "It's surprising to note that, virtually since the beginning of the 1980s, the information required for statutory consolidation has been presented in the same format, essentially:"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.78,
                0.359,
                0.794
            ],
            "angle": 0,
            "content": "- Account balances"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.811,
                0.871,
                0.842
            ],
            "angle": 0,
            "content": "- The detail of the balance of some of the accounts (financial investments and intercompanies mainly)"
        },
        {
            "type": "text",
            "bbox": [
                0.147,
                0.859,
                0.405,
                0.874
            ],
            "angle": 0,
            "content": "- Variation items (flows)"
        },
        {
            "type": "list",
            "bbox": [
                0.147,
                0.78,
                0.871,
                0.874
            ],
            "angle": 0,
            "content": null
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.113,
                0.063,
                0.367,
                0.077
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.116,
                0.675,
                0.132
            ],
            "angle": 0,
            "content": "Analytical dimensions of certain account balances."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.149,
                0.875,
                0.181
            ],
            "angle": 0,
            "content": "This is the case for different software packages from a given vendor and in the software of their competitors, sometimes even in very different locations."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.197,
                0.875,
                0.245
            ],
            "angle": 0,
            "content": "To such an extent that some software companies went as far as using the same coding as competing software on the pretext of providing greater convenience for their clients."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.261,
                0.874,
                0.293
            ],
            "angle": 0,
            "content": "In our opinion, this clearly means that there is currently convergence in the approach because it perfectly meets consolidation requirements."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.309,
                0.875,
                0.34
            ],
            "angle": 0,
            "content": "As a result, we don't see any significant improvement in data structure in the foreseeable future."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.357,
                0.875,
                0.421
            ],
            "angle": 0,
            "content": "Basic consolidation processing (eliminations) hasn't changed very much either since the early days of consolidation in the 1980s. There are, however, variations in some countries, but the best software on the market has included them as parameters."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.438,
                0.875,
                0.517
            ],
            "angle": 0,
            "content": "In this case too, and strictly in terms of statutory consolidation, the learning curve is becoming asymptotic and, therefore, we don't expect any revolutionary change in processing. Of course, we aren't immune to a complete, though highly unlikely, reworking with new principles the legislators may come up with."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.534,
                0.875,
                0.598
            ],
            "angle": 0,
            "content": "In conclusion, and to confirm these comments, execution times for consolidation processing are now measured in minutes, even for groups with hundreds of companies in their perimeter. This is no longer an area for consolidation optimisation in the future."
        },
        {
            "type": "title",
            "bbox": [
                0.112,
                0.633,
                0.828,
                0.676
            ],
            "angle": 0,
            "content": "2.2 The reconciliation of inter-company balances: is there hope?"
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.697,
                0.875,
                0.745
            ],
            "angle": 0,
            "content": "We feel that it is necessary to address briefly an area that has historically been a weak link in the consolidation process, that is, the reconciliation of inter-company balances."
        },
        {
            "type": "text",
            "bbox": [
                0.111,
                0.761,
                0.875,
                0.793
            ],
            "angle": 0,
            "content": "We have identified several invariable aspects of consolidation over the past forty years:"
        },
        {
            "type": "text",
            "bbox": [
                0.15,
                0.809,
                0.874,
                0.857
            ],
            "angle": 0,
            "content": "- Regardless of the size of their perimeter, a majority of groups have an abnormally high number of unreconciled inter-company transactions which are recorded at a critical time in the process, that is, too late."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.289,
                0.072,
                0.861,
                0.089
            ],
            "angle": 0,
            "content": "PART 1 ONCE UPON A TIME ... THE CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.144,
                0.12,
                0.875,
                0.187
            ],
            "angle": 0,
            "content": "- This often leads to big meetings during which, after giving out the bad grades, consolidation managers and their counterparts leave after agreeing to new and promising measures that are complied with during the next consolidation period, before old habits return."
        },
        {
            "type": "text",
            "bbox": [
                0.144,
                0.201,
                0.874,
                0.298
            ],
            "angle": 0,
            "content": "- Over the past four decades, the resources implemented to improve this situation have relied on setting up information flows, first using paper forms, then with spreadsheets and via email exchanges. Everyone inspects their own inter-company positions with their partners, although most of them are already correct. This is a waste of time resources."
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.313,
                0.875,
                0.427
            ],
            "angle": 0,
            "content": "- With the arrival of ERP software and the resulting high degree of group centralisation, it was reasonable to expect greater effectiveness in the intercompany area. It enables transactions recorded in the accounting of a company related to another company of the same group to be automatically allocated in the accounts of that partner. What happens in practice is quite different: either groups don't acquire that option or they don't use it."
        },
        {
            "type": "list",
            "bbox": [
                0.144,
                0.12,
                0.875,
                0.427
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.442,
                0.874,
                0.475
            ],
            "angle": 0,
            "content": "The hope that such situation develops positively in the future once again will find its sources in new technologies."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.49,
                0.875,
                0.555
            ],
            "angle": 0,
            "content": "Some software companies have developed inter-company balance reconciliation software based on internet communication properties combined with web software functionality that removes all geographical and time constraints."
        },
        {
            "type": "text",
            "bbox": [
                0.107,
                0.57,
                0.718,
                0.588
            ],
            "angle": 0,
            "content": "In practice, from the standpoint of principles, this means that:"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.602,
                0.874,
                0.635
            ],
            "angle": 0,
            "content": "- All of the companies of a perimeter enter their intercompany positions via the web"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.651,
                0.873,
                0.684
            ],
            "angle": 0,
            "content": "Information can be provided freely according to the level of detail available (balances or transaction amounts)"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.699,
                0.874,
                0.747
            ],
            "angle": 0,
            "content": "- Companies can carry the reconciliation process at any time without any intervention from the consolidation managers and therefore understand the extent of their mutual disagreements"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.763,
                0.873,
                0.797
            ],
            "angle": 0,
            "content": "- Reconciliation is deemed completed, with an explanation provided for residual differences, at a time decided by the group."
        },
        {
            "type": "list",
            "bbox": [
                0.145,
                0.602,
                0.874,
                0.797
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.812,
                0.874,
                0.846
            ],
            "angle": 0,
            "content": "For the first time in forty years of dealing with the intercompany issue, not only do benefits appear important, but they are imbedded in the long run."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.117,
                0.067,
                0.365,
                0.081
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.12,
                0.877,
                0.185
            ],
            "angle": 0,
            "content": "The right tool exists today. Groups must become aware of the benefits of making an investment in this respect, despite the overwhelming feeling of contributing to accounting errors in their companies and to an activity which is, when all is said and done, not directly profitable."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.201,
                0.875,
                0.233
            ],
            "angle": 0,
            "content": "Yet, this step must be taken to ensure optimisation of the consolidation process!"
        },
        {
            "type": "title",
            "bbox": [
                0.119,
                0.267,
                0.471,
                0.29
            ],
            "angle": 0,
            "content": "2.3 IFRS and Local Gaap"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.31,
                0.877,
                0.405
            ],
            "angle": 0,
            "content": "One of the main reasons for the technical difficulties arising from the consolidation process has always been the discontinuous nature of the process. Contrary to the accounting process, which is based on the transfer of balances brought forward, changes in currency rates, percentages, consolidation methods and entries/exists of companies from the perimeter are all discontinuities that have always made the consolidator's task difficult."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.422,
                0.877,
                0.47
            ],
            "angle": 0,
            "content": "IFRS standards added another discontinuity to the process in 2005 in that the accounts included are, in principle, established based on local standards whereas consolidated accounts must be created using IFRS standards."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.485,
                0.875,
                0.534
            ],
            "angle": 0,
            "content": "Legislators will have to take some difficult decisions sooner or later, which in our opinion are inevitable, to deal with contradictory situations. Let's take a closer look at this."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.55,
                0.875,
                0.598
            ],
            "angle": 0,
            "content": "First, we don't think it's normal that a parent company establishes its statutory accounts in local standards and that, in the same annual report, its consolidated accounts are published according to IFRS standards."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.614,
                0.875,
                0.663
            ],
            "angle": 0,
            "content": "Next, maintaining local standards for group companies implies adjustments in the consolidation to ensure that they comply to IFRS standards. This is a twofold difficulty."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.678,
                0.877,
                0.775
            ],
            "angle": 0,
            "content": "Either IFRS adjustments remain centralised with the parent company without necessarily having sufficient information to manage them correctly, or IFRS adjustments are decentralised in the group's companies with the ensuing risks for misunderstandings and difficulties due to the fact that their management isn't integrated. There is a deterioration of the quality of information in either case."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.791,
                0.875,
                0.84
            ],
            "angle": 0,
            "content": "Stepping back, it becomes clear that over time the worldwide accounting rules underpinning consolidations will erase both national practices and the disparities between listed and non listed groups."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.287,
                0.073,
                0.856,
                0.089
            ],
            "angle": 0,
            "content": "PART 1 ONCE UPON A TIME … THE CONSOLIDATION"
        },
        {
            "type": "title",
            "bbox": [
                0.107,
                0.122,
                0.79,
                0.164
            ],
            "angle": 0,
            "content": "2.4 Statutory consolidation and reporting: unified consolidation"
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.187,
                0.872,
                0.253
            ],
            "angle": 0,
            "content": "Since the 1990s, most groups have tried more or less successfully to unify their statutory accounting and their reporting within the same software, often with barely concealed uneasiness, in order to more easily reconcile projections and reality."
        },
        {
            "type": "text",
            "bbox": [
                0.105,
                0.267,
                0.87,
                0.3
            ],
            "angle": 0,
            "content": "Although consolidation software now handles this dual difficulty fairly well... the unease subsists."
        },
        {
            "type": "text",
            "bbox": [
                0.105,
                0.315,
                0.872,
                0.38
            ],
            "angle": 0,
            "content": "We believe that the issue is not at the software level, but with the groups which don't necessarily work with the objectivity and rigour required because resources have to be allocated to reconcile figures from different sources. Is this the case?"
        },
        {
            "type": "text",
            "bbox": [
                0.105,
                0.396,
                0.873,
                0.446
            ],
            "angle": 0,
            "content": "A few observations will provide a better illustration than a long explanation of the true difficulties that groups we recently met with, consciously or unconsciously, create for themselves:"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.46,
                0.868,
                0.508
            ],
            "angle": 0,
            "content": "Statutory consolidation provides each company with the consolidation method it needs, but reporting has sometimes a preference for proportional integration of the entire perimeter"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.524,
                0.868,
                0.621
            ],
            "angle": 0,
            "content": "- In reporting, local currency charges and income for the month are translated using a rate for the month then accumulated whereas in statutory consolidation these same amounts are first accumulated in local currency then translated using an average annual rate. The two transactions are obviously not commutative and this surprises some people!"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.637,
                0.868,
                0.684
            ],
            "angle": 0,
            "content": "- Reporting doesn't include all of the statutory consolidation adjustments, and some reporting adjustments are ignored by statutory consolidation"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.7,
                0.868,
                0.747
            ],
            "angle": 0,
            "content": "- Reporting frequently uses aggregates whereas statutory consolidation requires more detail. Is this a reason to work with two different chart of accounts?"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.766,
                0.868,
                0.799
            ],
            "angle": 0,
            "content": "The perimeters of statutory consolidation and reporting are not always identical"
        },
        {
            "type": "text",
            "bbox": [
                0.145,
                0.815,
                0.868,
                0.862
            ],
            "angle": 0,
            "content": "- Reporting uses business units. In this case, does grouping the business units of a legal entity really provide the same figures as used at the statutory consolidation level?"
        },
        {
            "type": "list",
            "bbox": [
                0.145,
                0.46,
                0.868,
                0.862
            ],
            "angle": 0,
            "content": null
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.118,
                0.067,
                0.368,
                0.082
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.155,
                0.121,
                0.878,
                0.169
            ],
            "angle": 0,
            "content": "- Statutory consolidation is established according to IFRS rules, but certain companies in the perimeter use non-IFRS standards for their forecasts"
        },
        {
            "type": "text",
            "bbox": [
                0.154,
                0.185,
                0.878,
                0.235
            ],
            "angle": 0,
            "content": "- While statutory consolidation applies the usual rules rigorously, notably the calculation of third-party interest and currency conversion differences, reporting doesn't always include this level of detail."
        },
        {
            "type": "list",
            "bbox": [
                0.154,
                0.121,
                0.878,
                0.235
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.25,
                0.702,
                0.266
            ],
            "angle": 0,
            "content": "So, can statutory consolidation and reporting be reconciled?"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.282,
                0.779,
                0.299
            ],
            "angle": 0,
            "content": "As surprising as it may seem, there are many examples of this type."
        },
        {
            "type": "text",
            "bbox": [
                0.115,
                0.314,
                0.878,
                0.362
            ],
            "angle": 0,
            "content": "The challenge for unified consolidation over the coming years is no longer to improve consolidation software. What sophisticated solution could software provide to such irrational situations?"
        },
        {
            "type": "text",
            "bbox": [
                0.115,
                0.378,
                0.878,
                0.427
            ],
            "angle": 0,
            "content": "Once again, whether we are talking about statutory consolidation or reporting, or both in a unified vision, it isn't up to the software to unify. The information system must provide unified structure, content and processing."
        },
        {
            "type": "text",
            "bbox": [
                0.115,
                0.442,
                0.878,
                0.489
            ],
            "angle": 0,
            "content": "This is a matter for group organisation, a major change in habits and cultural changes. It is no longer a purely technical problem which makes it much more difficult."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.506,
                0.682,
                0.523
            ],
            "angle": 0,
            "content": "However, success will result from this change in mentality."
        },
        {
            "type": "title",
            "bbox": [
                0.117,
                0.557,
                0.409,
                0.579
            ],
            "angle": 0,
            "content": "2.5 Group structure"
        },
        {
            "type": "text",
            "bbox": [
                0.115,
                0.599,
                0.878,
                0.68
            ],
            "angle": 0,
            "content": "The difficulty of a statutory consolidation is determined by the complexity of the group's structure, that is, several group and third-party shareholders in the companies of the perimeter, the existence of crossed-participations between companies, companies owning their own shares or shares in the consolidating company, etc."
        },
        {
            "type": "text",
            "bbox": [
                0.115,
                0.695,
                0.876,
                0.728
            ],
            "angle": 0,
            "content": "This type of structure was common in the 1970s, particularly in family-held companies, less in listed companies and major groups."
        },
        {
            "type": "text",
            "bbox": [
                0.115,
                0.743,
                0.876,
                0.775
            ],
            "angle": 0,
            "content": "Software had to handle these complex structures very early on and the best provided lasting solutions."
        },
        {
            "type": "text",
            "bbox": [
                0.115,
                0.791,
                0.876,
                0.84
            ],
            "angle": 0,
            "content": "However, the requirements of statutory consolidation, backed by Auditor recommendations, led groups to avoid such complex structures. There is now a growing realisation that it's best to make things simpler whenever possible."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.286,
                0.07,
                0.863,
                0.086
            ],
            "angle": 0,
            "content": "PART 1 ONCE UPON A TIME ... THE CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.118,
                0.878,
                0.184
            ],
            "angle": 0,
            "content": "Contrary to the time when the legislator required that companies, notably limited responsibility French companies, have seven shareholders, we now often come across international company legal forms that allow for a single shareholder."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.199,
                0.878,
                0.232
            ],
            "angle": 0,
            "content": "This is the trend we have seen and which will continue given the requirements for transparency demanded over the past years."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.248,
                0.878,
                0.33
            ],
            "angle": 0,
            "content": "On the other hand, despite efforts to simplify, major international groups have hundreds of companies in their perimeters. For these large conglomerates, the consolidation problem results from the many sub-groups that must sometimes also establish consolidated accounts, often using different standards than the one of the consolidating holding company."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.345,
                0.878,
                0.379
            ],
            "angle": 0,
            "content": "This is a challenge all international consolidation software packages will have to deal with correctly."
        },
        {
            "type": "title",
            "bbox": [
                0.103,
                0.412,
                0.522,
                0.433
            ],
            "angle": 0,
            "content": "2.6 Financial communication"
        },
        {
            "type": "text",
            "bbox": [
                0.101,
                0.455,
                0.878,
                0.52
            ],
            "angle": 0,
            "content": "Whether for a press release, the creation of a document for the Board of Directors, the creation of an annual report or an exchange of financial data with external organisations, we have seen that these tasks still take up a disproportionate amount of time in the overall consolidation schedule."
        },
        {
            "type": "text",
            "bbox": [
                0.102,
                0.536,
                0.579,
                0.552
            ],
            "angle": 0,
            "content": "There are reasons for this. We should note that:"
        },
        {
            "type": "text",
            "bbox": [
                0.141,
                0.568,
                0.875,
                0.633
            ],
            "angle": 0,
            "content": "- Most software creates highly accurate reports required by consolidation professionals and Auditors, but neglects the 'financial communication' aspect which requires a high degree of quality, synthesis and customisation."
        },
        {
            "type": "text",
            "bbox": [
                0.141,
                0.649,
                0.875,
                0.729
            ],
            "angle": 0,
            "content": "- Although software now provides interfacing tools to avoid having to recopy information which is always risky and time consuming, many groups don't use them. The reason for this is that many different tools have to be juggled and integrated which requires greater technical than accounting skills. People therefore tend to avoid the task."
        },
        {
            "type": "text",
            "bbox": [
                0.141,
                0.745,
                0.875,
                0.826
            ],
            "angle": 0,
            "content": "- In addition, the development of an automatic interface between the database containing the consolidation information and what the market more and more often calls the 'financial book' is a long and difficult task. It is therefore expensive and the continuity of the book's format isn't assured. Another reason not to tackle it."
        },
        {
            "type": "list",
            "bbox": [
                0.141,
                0.568,
                0.875,
                0.826
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.843,
                0.878,
                0.875
            ],
            "angle": 0,
            "content": "In the long run, however, as a result of its position on the critical consolidation schedule path, financial communication in the broadest sense"
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.117,
                0.066,
                0.368,
                0.08
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.12,
                0.877,
                0.152
            ],
            "angle": 0,
            "content": "must be backed by easy-to-use functionality integrated in the consolidation software."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.153,
                0.877,
                0.184
            ],
            "angle": 0,
            "content": "Significant improvements by consolidation software vendors are expected in this area in the short term."
        },
        {
            "type": "title",
            "bbox": [
                0.117,
                0.219,
                0.75,
                0.26
            ],
            "angle": 0,
            "content": "2.7 Impact of future technological changes on consolidation"
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.283,
                0.877,
                0.331
            ],
            "angle": 0,
            "content": "In the 1970s, it wasn't easy to imagine what changes would occur in information technology and what impact they would have on an activity as specialised as consolidation."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.347,
                0.698,
                0.364
            ],
            "angle": 0,
            "content": "Forty years later, admiration and surprise dominate. In fact:"
        },
        {
            "type": "text",
            "bbox": [
                0.151,
                0.38,
                0.877,
                0.445
            ],
            "angle": 0,
            "content": "- Since the era of mainframe computers, apparently powerful because of their size and the infrastructure sheltering them, we have moved to computers on our desktops which are much more powerful both in terms of calculation capacity and memory."
        },
        {
            "type": "text",
            "bbox": [
                0.151,
                0.46,
                0.877,
                0.509
            ],
            "angle": 0,
            "content": "- Isolated users, depending on the post office to exchange information, are now exchanging the same information at the speed of light regardless of where they are located."
        },
        {
            "type": "text",
            "bbox": [
                0.151,
                0.525,
                0.877,
                0.573
            ],
            "angle": 0,
            "content": "- Technology has moved from the punched card, the 24-line, 80-character screen and listings with 132 lines to extraordinary convenience and ergonomics via the pixel, mouse and copy/paste."
        },
        {
            "type": "text",
            "bbox": [
                0.152,
                0.588,
                0.875,
                0.621
            ],
            "angle": 0,
            "content": "- When will we finally decide to give a Nobel Prize to a universal software package like Excel although it's merely a calculation tool?"
        },
        {
            "type": "list",
            "bbox": [
                0.151,
                0.38,
                0.877,
                0.621
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.636,
                0.714,
                0.653
            ],
            "angle": 0,
            "content": "What innovations can we expect? It's a very difficult question."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.669,
                0.877,
                0.749
            ],
            "angle": 0,
            "content": "All of the capacities are available today to ensure that consolidation processing times are expressed in minutes, information exchange times in seconds and access to information is possible at all times with an excellent level of reliability. This means that future improvements will gradually become imperceptible to humans."
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.765,
                0.877,
                0.829
            ],
            "angle": 0,
            "content": "It's very possible that technology will evolve toward voice and tactile communication between users and their consolidation software, thereby providing greater comfort, but there will be a very marginal impact on process optimisation."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.287,
                0.071,
                0.856,
                0.088
            ],
            "angle": 0,
            "content": "PART 1 ONCE UPON A TIME ... THE CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.119,
                0.872,
                0.168
            ],
            "angle": 0,
            "content": "As for functional changes, the past has shown us a great degree of convergence between the approaches of competing software packages, a sure sign that the solutions developed are meeting needs."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.183,
                0.872,
                0.266
            ],
            "angle": 0,
            "content": "It's probably a shame that no consolidation expert systems have appeared for statutory consolidation, whose principles change very little but which requires a high level of expertise. These systems use a knowledge base to guide users in their search for a solution by asking a series of questions based on previous answers."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.28,
                0.871,
                0.33
            ],
            "angle": 0,
            "content": "These expert systems could also help consolidators with IFRS, in particular by formulating suggestions and arguments for given situations which, as we know, are wide open to interpretation."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.344,
                0.871,
                0.395
            ],
            "angle": 0,
            "content": "If IFRS is used by an increasing number of groups, there could be an economic challenge in the coming years that could lead to competition between this type of expert system and the traditional consultancy approach."
        },
        {
            "type": "title",
            "bbox": [
                0.106,
                0.427,
                0.418,
                0.451
            ],
            "angle": 0,
            "content": "3 Conclusion"
        },
        {
            "type": "text",
            "bbox": [
                0.105,
                0.473,
                0.595,
                0.49
            ],
            "angle": 0,
            "content": "Let's just have a look around in our today's world:"
        },
        {
            "type": "text",
            "bbox": [
                0.144,
                0.506,
                0.818,
                0.522
            ],
            "angle": 0,
            "content": "In so many international airports, there are trains without drivers"
        },
        {
            "type": "text",
            "bbox": [
                0.144,
                0.537,
                0.868,
                0.584
            ],
            "angle": 0,
            "content": "- Most parts of a car are assembled together by robots and since so many years robots are painting these cars, with almost no human intervention"
        },
        {
            "type": "text",
            "bbox": [
                0.144,
                0.602,
                0.868,
                0.649
            ],
            "angle": 0,
            "content": "- When you need cash, you go to the cash dispenser with a « plastic card » and you get your money at any time of the day, without any human contact"
        },
        {
            "type": "text",
            "bbox": [
                0.144,
                0.665,
                0.868,
                0.699
            ],
            "angle": 0,
            "content": "- In a very short term, activities like accounting, fiscal advices and legal contracts will be produced by expert systems."
        },
        {
            "type": "list",
            "bbox": [
                0.144,
                0.506,
                0.868,
                0.699
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.714,
                0.761,
                0.731
            ],
            "angle": 0,
            "content": "So many other examples could be listed in so many different areas."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.746,
                0.871,
                0.797
            ],
            "angle": 0,
            "content": "These forty years of experience cumulated by all the actors of the consolidation have progressively led to a mature and deep knowledge of the mechanisms of that activity."
        },
        {
            "type": "text",
            "bbox": [
                0.104,
                0.81,
                0.871,
                0.86
            ],
            "angle": 0,
            "content": "In parallel, technology on both processing and exchange of information has brought a high level of synergy that wasn't expected at the very beginning of the consolidation adventure."
        }
    ]
]