[
    [
        {
            "type": "header",
            "bbox": [
                0.121,
                0.07,
                0.375,
                0.085
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.195,
                0.124,
                0.882,
                0.19
            ],
            "angle": 0,
            "content": "Each subgroup contains a significantly important number of companies, in such a way that the consolidation process would become difficult to manage at parent company level, as a single consolidation site for the whole group."
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.204,
                0.88,
                0.254
            ],
            "angle": 0,
            "content": "- The persons in charge of the consolidation at each subgroup level will have an excellent understanding of the group rules of consolidation in order to produce consistent sub consolidated figures."
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.268,
                0.88,
                0.302
            ],
            "angle": 0,
            "content": "- The geographical localisation of the subgroup head office and its held companies make difficult to maintain a contact with each entity."
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.316,
                0.882,
                0.381
            ],
            "angle": 0,
            "content": "- One subgroup may be recently acquired and consolidated since a number of years. It could be considered as clumsy and delicate to suppress the function of consolidation. It is more a human resources issue than an organizational problem."
        },
        {
            "type": "list",
            "bbox": [
                0.158,
                0.204,
                0.882,
                0.381
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.397,
                0.882,
                0.43
            ],
            "angle": 0,
            "content": "These comments brings along some arguments to consolidate subgroups but the management could also consider opposite comments"
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.444,
                0.88,
                0.478
            ],
            "angle": 0,
            "content": "- There is a limited number of companies consolidated by a subgroup and it is just a non sense to keep this organization."
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.493,
                0.88,
                0.526
            ],
            "angle": 0,
            "content": "- Maintaining several consolidation sites may generate some unacceptable over costs."
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.541,
                0.88,
                0.574
            ],
            "angle": 0,
            "content": "- The group management prefers to consolidate directly each individual company in order to get a contribution view on all accounts."
        },
        {
            "type": "list",
            "bbox": [
                0.158,
                0.444,
                0.88,
                0.574
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.195,
                0.589,
                0.882,
                0.621
            ],
            "angle": 0,
            "content": "Maintaining sub consolidations may present a risk to lengthen the deadlines."
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.637,
                0.882,
                0.703
            ],
            "angle": 0,
            "content": "The decision to consolidate by the stage technique or the direct technique is not easy because it implies so many different aspects. Nevertheless, we would recommend the direct technique whenever it is possible, even if some companies are unhappy about it."
        },
        {
            "type": "title",
            "bbox": [
                0.12,
                0.718,
                0.741,
                0.735
            ],
            "angle": 0,
            "content": "What will be the consolidation method of each company?"
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.75,
                0.882,
                0.8
            ],
            "angle": 0,
            "content": "In Part 2 of this book we have explained how to calculate the control percentage and how to apply the logic to attach the corresponding consolidation method to each company."
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.814,
                0.882,
                0.846
            ],
            "angle": 0,
            "content": "We will not come back on these explanations but the message here concerns some \"border line\" situations."
        }
    ],
    [
        {
            "type": "title",
            "bbox": [
                0.101,
                0.072,
                0.844,
                0.089
            ],
            "angle": 0,
            "content": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE"
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.121,
                0.434,
                0.138
            ],
            "angle": 0,
            "content": "Control percentages close to \\(50\\%\\)"
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.153,
                0.866,
                0.219
            ],
            "angle": 0,
            "content": "If there is no specific shareholders agreement, the number of voting rights is the only criterion to consider. \\(50\\%\\) of voting rights in hand less one voting right means the equity method and plus one voting right means the global integration method."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.234,
                0.866,
                0.266
            ],
            "angle": 0,
            "content": "When exactly \\(50\\%\\), one needs additional information to choose the consolidation method."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.282,
                0.866,
                0.378
            ],
            "angle": 0,
            "content": "Under IFRS rules, the equity method applies. Under Local Gaap, we need a limited number of shareholders and a shareholder agreement confirming that each one cannot decide on its own without the approval of all the other shareholders. In such case proportional integration method or equity method are the acceptable candidates. The choice of one or the other depends on internal defined rules."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.395,
                0.286,
                0.412
            ],
            "angle": 0,
            "content": "Financial investors"
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.427,
                0.866,
                0.507
            ],
            "angle": 0,
            "content": "Above the figures, we want to point out a majority shareholder, generally a financial investor, refusing his majority rights because it is just not his business. In such situation, the group accepting the control with less than \\(50\\%\\) voting rights will have to consolidate the company by the global integration method."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.523,
                0.465,
                0.54
            ],
            "angle": 0,
            "content": "Presence to annual aeneral meetinos"
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.554,
                0.866,
                0.62
            ],
            "angle": 0,
            "content": "A group with less than \\(50\\%\\) voting rights, attend regularly the annual general meetings of a company while all other shareholders are never present, gives to the group a control \"de facto\" and the global integration method for that company."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.635,
                0.685,
                0.651
            ],
            "angle": 0,
            "content": "Why insisting on the level of control? For two main reasons."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.667,
                0.866,
                0.731
            ],
            "angle": 0,
            "content": "First, a consolidation method implies for the concerned company a full reporting, if integration or proportional method, or a reduced reporting if equity method. The company should be informed of the group choice as soon as possible in order to organize its own information system."
        },
        {
            "type": "text",
            "bbox": [
                0.106,
                0.747,
                0.866,
                0.828
            ],
            "angle": 0,
            "content": "Secondly, a wrong choice of a consolidation method has two bad consequences. A change of a consolidation method has to be explained in the notes to the accounts and it can become a challenge for a company to be informed sometimes a little late that it has to skip from the reduced to the full reporting package in a short delay."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.121,
                0.069,
                0.375,
                0.085
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "title",
            "bbox": [
                0.121,
                0.124,
                0.563,
                0.147
            ],
            "angle": 0,
            "content": "1.3 The consolidation rules"
        },
        {
            "type": "text",
            "bbox": [
                0.118,
                0.167,
                0.883,
                0.202
            ],
            "angle": 0,
            "content": "The basic principle is that the consolidation rules to apply are those of the consolidating parent company."
        },
        {
            "type": "text",
            "bbox": [
                0.118,
                0.215,
                0.882,
                0.248
            ],
            "angle": 0,
            "content": "In most cases, the parent company being just a holding company with no other activities, this principle is becoming non significant."
        },
        {
            "type": "text",
            "bbox": [
                0.118,
                0.263,
                0.882,
                0.297
            ],
            "angle": 0,
            "content": "It makes much more sense to align the consolidation rules to the most important group companies."
        },
        {
            "type": "text",
            "bbox": [
                0.118,
                0.311,
                0.882,
                0.344
            ],
            "angle": 0,
            "content": "However, we highly recommend having a long term view when starting a consolidation process by answering the following questions:"
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.359,
                0.88,
                0.408
            ],
            "angle": 0,
            "content": "- On which market is the group going to develop the most? If it for instance on the US market, maybe it could be recommended to choose US Gaap instead of Local Gaap."
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.423,
                0.88,
                0.457
            ],
            "angle": 0,
            "content": "- If the financial objective of the group is to go public in a medium term, it should start immediately with IFRS"
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.472,
                0.88,
                0.519
            ],
            "angle": 0,
            "content": "- If the company intends to open its capital to new investors, who maybe will ask for IFRS consolidated figures, we also recommend to start with IFRS."
        },
        {
            "type": "list",
            "bbox": [
                0.157,
                0.359,
                0.88,
                0.519
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.117,
                0.535,
                0.882,
                0.633
            ],
            "angle": 0,
            "content": "In any situation, the wrong decision would be to delay the process by starting first with Local Gaap and then migrating some years later to IFRS. It can ask a huge effort in the beginning because most group companies are probably not ready. But, the effort in a few years will be the same and, moreover, the volume of work will increase because of additional reporting to justify all differences between Local Gaap and IFRS figures."
        },
        {
            "type": "title",
            "bbox": [
                0.121,
                0.666,
                0.401,
                0.687
            ],
            "angle": 0,
            "content": "1.4 The Auditors"
        },
        {
            "type": "text",
            "bbox": [
                0.118,
                0.709,
                0.882,
                0.742
            ],
            "angle": 0,
            "content": "Consolidated accounts must be audited in the same way as statutory accounts."
        },
        {
            "type": "title",
            "bbox": [
                0.118,
                0.757,
                0.88,
                0.79
            ],
            "angle": 0,
            "content": "Are the Auditors for statutory accounts the same as the Auditors for consolidated accounts?"
        },
        {
            "type": "text",
            "bbox": [
                0.118,
                0.804,
                0.744,
                0.822
            ],
            "angle": 0,
            "content": "In most countries, this is the choice of the group's management."
        },
        {
            "type": "text",
            "bbox": [
                0.118,
                0.837,
                0.882,
                0.87
            ],
            "angle": 0,
            "content": "If the Auditors (company) are the same, this normally leads to a better understanding of the group activity."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.096,
                0.073,
                0.848,
                0.091
            ],
            "angle": 0,
            "content": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE"
        },
        {
            "type": "title",
            "bbox": [
                0.101,
                0.122,
                0.561,
                0.14
            ],
            "angle": 0,
            "content": "Must a unique Audit company be chosen?"
        },
        {
            "type": "text",
            "bbox": [
                0.101,
                0.154,
                0.449,
                0.172
            ],
            "angle": 0,
            "content": "This is also the choice of the group."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.186,
                0.871,
                0.267
            ],
            "angle": 0,
            "content": "It is obviously an advantage to work with a unique Auditors company because of the internal network of information they can offer. It is also important to consider that this choice may optimize the consolidation planning by avoiding receiving signatures from independent Auditors sometimes spread all over the world."
        },
        {
            "type": "title",
            "bbox": [
                0.103,
                0.301,
                0.556,
                0.326
            ],
            "angle": 0,
            "content": "1.5 The information system"
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.343,
                0.869,
                0.376
            ],
            "angle": 0,
            "content": "There is no consolidation without an information system and a vehicle between subsidiaries and the consolidation office."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.391,
                0.869,
                0.457
            ],
            "angle": 0,
            "content": "The whole construction begins with the inventory of the information to produce in order to comply simultaneously with internal and external requirements and then progressively with the analysis of the input information to ask to each company."
        },
        {
            "type": "text",
            "bbox": [
                0.101,
                0.472,
                0.724,
                0.489
            ],
            "angle": 0,
            "content": "Let's look in more details some important pieces of information."
        },
        {
            "type": "title",
            "bbox": [
                0.101,
                0.505,
                0.342,
                0.521
            ],
            "angle": 0,
            "content": "The chart of accounts"
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.536,
                0.869,
                0.586
            ],
            "angle": 0,
            "content": "The group chart of accounts is unique, even if companies are located in different countries with legal accounting requirements. They will have to adapt."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.601,
                0.869,
                0.666
            ],
            "angle": 0,
            "content": "In some countries, there exists a national chart of accounts that can be used as initial information to be extended for consolidation needs. This approach will not be so easily applicable for IFRS consolidation rules because no standard exists."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.682,
                0.869,
                0.73
            ],
            "angle": 0,
            "content": "On the basis of a classical chart of accounts, some specific accounts must be added to make the consolidation process operational and some existing accounts will need some comments."
        },
        {
            "type": "title",
            "bbox": [
                0.101,
                0.746,
                0.342,
                0.763
            ],
            "angle": 0,
            "content": "Specific assets accounts"
        },
        {
            "type": "text",
            "bbox": [
                0.138,
                0.777,
                0.864,
                0.809
            ],
            "angle": 0,
            "content": "Goodwill with a necessary distinction between gross value and depreciation or impairments"
        },
        {
            "type": "text",
            "bbox": [
                0.139,
                0.826,
                0.864,
                0.87
            ],
            "angle": 0,
            "content": "Financial investments in consolidated companies to separate from financial investments in non consolidated companies. Four different accounts should be defined:"
        },
        {
            "type": "list",
            "bbox": [
                0.138,
                0.777,
                0.864,
                0.87
            ],
            "angle": 0,
            "content": null
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.121,
                0.069,
                0.375,
                0.084
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.233,
                0.123,
                0.44,
                0.138
            ],
            "angle": 0,
            "content": "o Acquisition value"
        },
        {
            "type": "text",
            "bbox": [
                0.234,
                0.14,
                0.448,
                0.154
            ],
            "angle": 0,
            "content": "o Uncalled amounts"
        },
        {
            "type": "text",
            "bbox": [
                0.234,
                0.156,
                0.401,
                0.17
            ],
            "angle": 0,
            "content": "Revaluations"
        },
        {
            "type": "text",
            "bbox": [
                0.234,
                0.172,
                0.373,
                0.186
            ],
            "angle": 0,
            "content": "Write-offs"
        },
        {
            "type": "list",
            "bbox": [
                0.233,
                0.123,
                0.448,
                0.186
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.194,
                0.203,
                0.885,
                0.284
            ],
            "angle": 0,
            "content": "The first two accounts are cash and the last two accounts are non cash. Moreover, the only variations accepted in a consolidation process are acquisitions, disposals and payment of uncalled amounts. Revaluations and write-offs, even if they are naturally booked at statutory level, are amounts to eliminate in the consolidation process."
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.299,
                0.848,
                0.316
            ],
            "angle": 0,
            "content": "Equity value for all companies consolidated with the equity method"
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.331,
                0.81,
                0.348
            ],
            "angle": 0,
            "content": "Receivables with companies consolidated by the equity method"
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.363,
                0.313,
                0.379
            ],
            "angle": 0,
            "content": "- Own shares"
        },
        {
            "type": "list",
            "bbox": [
                0.157,
                0.299,
                0.848,
                0.379
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "title",
            "bbox": [
                0.119,
                0.395,
                0.381,
                0.412
            ],
            "angle": 0,
            "content": "Specific liabilities accounts"
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.428,
                0.88,
                0.477
            ],
            "angle": 0,
            "content": "Consolidated reserves account such as calculated throughout this book and which are changing from opening to closing only by the group result and the parent company dividend"
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.492,
                0.882,
                0.541
            ],
            "angle": 0,
            "content": "- Revaluation reserves account which should be maintained separate from the consolidated reserves because these reserves are generally the counterpart of assets revaluations, without P&L impact"
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.556,
                0.62,
                0.571
            ],
            "angle": 0,
            "content": "Badwill account for non IFRS consolidations"
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.588,
                0.479,
                0.604
            ],
            "angle": 0,
            "content": "- Currency translation account"
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.62,
                0.453,
                0.636
            ],
            "angle": 0,
            "content": "Minority interests account."
        },
        {
            "type": "list",
            "bbox": [
                0.157,
                0.428,
                0.882,
                0.636
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.118,
                0.651,
                0.844,
                0.668
            ],
            "angle": 0,
            "content": "In addition to these accounts, at least two Link accounts should be defined"
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.684,
                0.764,
                0.7
            ],
            "angle": 0,
            "content": "- A Link account for the intercompany amounts eliminations;"
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.715,
                0.761,
                0.731
            ],
            "angle": 0,
            "content": "A Link account for the elimination of financial investments;"
        },
        {
            "type": "list",
            "bbox": [
                0.157,
                0.684,
                0.764,
                0.731
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "title",
            "bbox": [
                0.12,
                0.748,
                0.334,
                0.765
            ],
            "angle": 0,
            "content": "Specific P&L accounts"
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.78,
                0.88,
                0.813
            ],
            "angle": 0,
            "content": "- Goodwill depreciations account that may be considered either as an operating charge or a financial charge"
        },
        {
            "type": "text",
            "bbox": [
                0.158,
                0.828,
                0.637,
                0.844
            ],
            "angle": 0,
            "content": "Goodwill impairments for IFRS consolidations"
        },
        {
            "type": "list",
            "bbox": [
                0.157,
                0.78,
                0.88,
                0.844
            ],
            "angle": 0,
            "content": null
        }
    ],
    [
        {
            "type": "title",
            "bbox": [
                0.095,
                0.073,
                0.844,
                0.091
            ],
            "angle": 0,
            "content": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE"
        },
        {
            "type": "text",
            "bbox": [
                0.138,
                0.122,
                0.862,
                0.154
            ],
            "angle": 0,
            "content": "- Exchange gains/losses : keep separate realized and unrealized transactions because of their impact on the cash flow statement"
        },
        {
            "type": "text",
            "bbox": [
                0.138,
                0.171,
                0.862,
                0.202
            ],
            "angle": 0,
            "content": "Write-off on financial investments account which must be adjusted to zero in the consolidation"
        },
        {
            "type": "text",
            "bbox": [
                0.138,
                0.219,
                0.862,
                0.265
            ],
            "angle": 0,
            "content": "- Dividends received from consolidated account : to use only for that purpose and it will be easy to check that all group dividends are eliminated"
        },
        {
            "type": "text",
            "bbox": [
                0.138,
                0.283,
                0.862,
                0.315
            ],
            "angle": 0,
            "content": "- Gain/loss on assets disposals account that will be adjusted for elimination of group gain/loss"
        },
        {
            "type": "text",
            "bbox": [
                0.138,
                0.331,
                0.862,
                0.378
            ],
            "angle": 0,
            "content": "Profit/loss from equity method companies accounts. Two accounts must be defined because profits and losses are shown separately in the consolidated P&L"
        },
        {
            "type": "text",
            "bbox": [
                0.139,
                0.396,
                0.862,
                0.427
            ],
            "angle": 0,
            "content": "- Result from minority interests account. Only one account because profits and losses can be netted."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.443,
                0.862,
                0.476
            ],
            "angle": 0,
            "content": "At least one Link account will be defined for intercompany amounts eliminations."
        },
        {
            "type": "title",
            "bbox": [
                0.101,
                0.492,
                0.379,
                0.509
            ],
            "angle": 0,
            "content": "The consolidation bundle"
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.524,
                0.862,
                0.557
            ],
            "angle": 0,
            "content": "The consolidation bundle is the reporting tool between the consolidation department and the group companies."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.572,
                0.862,
                0.604
            ],
            "angle": 0,
            "content": "Its importance as information vehicle and the efficiency of its structure justify to dedicate the next chapter to it."
        },
        {
            "type": "text",
            "bbox": [
                0.101,
                0.62,
                0.862,
                0.653
            ],
            "angle": 0,
            "content": "However, we mention this tool right now as one of the most important item of our check list while preparing a first consolidation."
        },
        {
            "type": "title",
            "bbox": [
                0.102,
                0.668,
                0.525,
                0.685
            ],
            "angle": 0,
            "content": "Evaluation rules and group procedures"
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.701,
                0.862,
                0.749
            ],
            "angle": 0,
            "content": "The choice of evaluation rules is a must when starting a consolidation process and a vision on the group evolution will help to choose either Local Gaap or IFRS."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.765,
                0.862,
                0.845
            ],
            "angle": 0,
            "content": "As soon as the choice is decided, each group company should be immediately informed because local accounting will probably need some adaptations consequently. This can be time consuming if some evaluation rules are not compatible with local accounting regulations or if some evaluation rules have to be decided at a Board of Directors level."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.122,
                0.068,
                0.371,
                0.082
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.122,
                0.882,
                0.155
            ],
            "angle": 0,
            "content": "It is also important to keep in mind that when a set of evaluation rules is adopted, each company must comply with each rule. No exception is allowed."
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.17,
                0.882,
                0.203
            ],
            "angle": 0,
            "content": "In addition to a given set of evaluation rules, we would recommend to remain flexible by defining some materiality threshold."
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.218,
                0.597,
                0.234
            ],
            "angle": 0,
            "content": "At least two sets of thresholds should be defined:"
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.25,
                0.882,
                0.363
            ],
            "angle": 0,
            "content": "- One set for intercompany differences. We always recommend defining some thresholds in order to avoid using too many resources for non material adjustments. For instance, one threshold for balance sheet intercompany differences and another one for the P&L seem realistic. Auditors, sometimes, accept such threshold only for mid-year consolidation, while these thresholds are set to zero for the year-end consolidation."
        },
        {
            "type": "text",
            "bbox": [
                0.157,
                0.379,
                0.882,
                0.475
            ],
            "angle": 0,
            "content": "- Another set for amounts to be adjusted. Most of the time, when an amount is adjusted, the adjustments have to be kept in the consolidation accounting for many years. For instance, adjusting depreciations over a period of 10 years, including the deferred tax effects, implies to keep track of these adjustments during the same period."
        },
        {
            "type": "list",
            "bbox": [
                0.157,
                0.25,
                0.882,
                0.475
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.49,
                0.882,
                0.54
            ],
            "angle": 0,
            "content": "Some consolidation procedures are to be defined at group level. One example is the method to be used for the elimination of gain on assets disposals between group companies."
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.554,
                0.882,
                0.62
            ],
            "angle": 0,
            "content": "There are basically two methods as explained in Part 2 of this book. The first one consists in booking the gain amount on a Reserves account and the second one on a Deferred income account. It's a group choice but when it has been decided, the group consolidation has to comply with this option."
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.635,
                0.882,
                0.764
            ],
            "angle": 0,
            "content": "These consolidation procedures should be written and approved by Auditors. Instead of preparing a thick procedures file including all possible transactions that could happen during the lifetime of the group, we recommend starting such file in a more flexible way. This method consists in adding one new procedure description the first time it happens in the group, after a discussion and approval by Auditors. Maybe, this file will contain only a few procedures at the beginning of the consolidation process but, year after year, this number will certainly increase in a more efficient and cheapest way."
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.779,
                0.882,
                0.812
            ],
            "angle": 0,
            "content": "A final comment about this subject concerns the language to use with all group companies."
        },
        {
            "type": "text",
            "bbox": [
                0.121,
                0.828,
                0.882,
                0.86
            ],
            "angle": 0,
            "content": "Whenever that language may be, we recommend using a unique language. The reasons are quite clear. If you start communicate written information in"
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.092,
                0.073,
                0.844,
                0.09
            ],
            "angle": 0,
            "content": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE"
        },
        {
            "type": "text",
            "bbox": [
                0.097,
                0.122,
                0.862,
                0.154
            ],
            "angle": 0,
            "content": "the language of company 1, be sure company 2, speaking another language, will ask also a translation."
        },
        {
            "type": "text",
            "bbox": [
                0.097,
                0.17,
                0.868,
                0.22
            ],
            "angle": 0,
            "content": "At the end, the consolidation office will become progressively a 'translation office\" and will have to support high translation costs, not only the first time producing the basic materials but also each time there are updates."
        },
        {
            "type": "title",
            "bbox": [
                0.1,
                0.253,
                0.747,
                0.274
            ],
            "angle": 0,
            "content": "1.6 The tasks of the consolidation office"
        },
        {
            "type": "text",
            "bbox": [
                0.097,
                0.296,
                0.868,
                0.329
            ],
            "angle": 0,
            "content": "Even if a consolidation is done only twice a year, the people in charge of that job must stay active all along the year."
        },
        {
            "type": "text",
            "bbox": [
                0.097,
                0.344,
                0.834,
                0.36
            ],
            "angle": 0,
            "content": "Here are some examples of tasks to achieve and information to be known :"
        },
        {
            "type": "text",
            "bbox": [
                0.138,
                0.377,
                0.862,
                0.425
            ],
            "angle": 0,
            "content": "- Communicate the closing and average rates of group currencies, normally the first day after the closing date in order for each group company to adapt their intercompany amounts."
        },
        {
            "type": "text",
            "bbox": [
                0.138,
                0.44,
                0.862,
                0.472
            ],
            "angle": 0,
            "content": "- Keep updated the consolidation bundle template, the evaluation rules and the procedures."
        },
        {
            "type": "text",
            "bbox": [
                0.138,
                0.489,
                0.722,
                0.505
            ],
            "angle": 0,
            "content": "- Collect all information related to shares transactions, as"
        },
        {
            "type": "list",
            "bbox": [
                0.138,
                0.377,
                0.862,
                0.505
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.214,
                0.522,
                0.862,
                0.551
            ],
            "angle": 0,
            "content": "Acquisitions of new companies or additional shares acquisitions"
        },
        {
            "type": "text",
            "bbox": [
                0.214,
                0.553,
                0.742,
                0.567
            ],
            "angle": 0,
            "content": "Disposals of companies or partial shares disposals"
        },
        {
            "type": "text",
            "bbox": [
                0.214,
                0.57,
                0.509,
                0.584
            ],
            "angle": 0,
            "content": "Liquidations of companies"
        },
        {
            "type": "text",
            "bbox": [
                0.214,
                0.586,
                0.556,
                0.6
            ],
            "angle": 0,
            "content": "Deconsolidations of companies"
        },
        {
            "type": "text",
            "bbox": [
                0.214,
                0.602,
                0.606,
                0.616
            ],
            "angle": 0,
            "content": "Merges or absorptions of companies"
        },
        {
            "type": "text",
            "bbox": [
                0.215,
                0.619,
                0.528,
                0.632
            ],
            "angle": 0,
            "content": "Capital increases/decreases"
        },
        {
            "type": "list",
            "bbox": [
                0.214,
                0.522,
                0.862,
                0.632
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.139,
                0.65,
                0.862,
                0.68
            ],
            "angle": 0,
            "content": "- Be informed in all details about all group dividends paid by subsidiaries."
        },
        {
            "type": "text",
            "bbox": [
                0.139,
                0.699,
                0.862,
                0.745
            ],
            "angle": 0,
            "content": "- Be informed about important transactions between companies, as shares disposals or intangible and tangible assets disposals, which are generating significant group profits/losses to eliminate."
        },
        {
            "type": "list",
            "bbox": [
                0.139,
                0.65,
                0.862,
                0.745
            ],
            "angle": 0,
            "content": null
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.763,
                0.868,
                0.813
            ],
            "angle": 0,
            "content": "For each of these transactions, there should be a written note to file because most of the time, related adjustments may last for long in the consolidation accounting."
        }
    ],
    [
        {
            "type": "header",
            "bbox": [
                0.121,
                0.069,
                0.375,
                0.086
            ],
            "angle": 0,
            "content": "DIRECT CONSOLIDATION"
        },
        {
            "type": "title",
            "bbox": [
                0.122,
                0.124,
                0.475,
                0.145
            ],
            "angle": 0,
            "content": "1.7 Human resources"
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.166,
                0.883,
                0.283
            ],
            "angle": 0,
            "content": "Most of the time, consolidation is considered as a seasonal task for which only one person is partly dedicated. Two reasons make it a risky situation. First, the absence of that person, whatever the reason may be, generates a planning stress. Secondly, the knowledge of the group and capability to solve sometimes rather difficult group situations are concentrated only in one person's head. Moreover, the person is maybe not sufficiently trained to solve such problem on his own. This again leads to some planning stress."
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.295,
                0.885,
                0.346
            ],
            "angle": 0,
            "content": "The experience shows that most groups are asking for external help during the critical time of the consolidation. This approach brings expertise and additional training to internal persons and eliminates some planning risks."
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.359,
                0.884,
                0.409
            ],
            "angle": 0,
            "content": "For groups of a limited number of companies, the approach of having that activity completely outsourced to expert consultants should be seriously considered."
        },
        {
            "type": "title",
            "bbox": [
                0.122,
                0.442,
                0.506,
                0.463
            ],
            "angle": 0,
            "content": "1.8 Software resources"
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.484,
                0.882,
                0.534
            ],
            "angle": 0,
            "content": "The planning requirements and the increasing complexity of the consolidation process, because of the increasing number of subsidiaries joining the group, make it necessary to use professional consolidation software."
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.549,
                0.882,
                0.583
            ],
            "angle": 0,
            "content": "The software market offers basically four different families of solutions to handle a consolidation process."
        },
        {
            "type": "text",
            "bbox": [
                0.12,
                0.597,
                0.361,
                0.614
            ],
            "angle": 0,
            "content": "The spreadsheets family"
        },
        {
            "type": "text",
            "bbox": [
                0.12,
                0.629,
                0.854,
                0.647
            ],
            "angle": 0,
            "content": "A spreadsheet is a tool that everyone knows, easy to use and rather cheap."
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.661,
                0.882,
                0.695
            ],
            "angle": 0,
            "content": "For a limited number of subsidiaries, an easy group structure and a few adjustments, a spreadsheet solution will fit the needs the first years."
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.709,
                0.882,
                0.758
            ],
            "angle": 0,
            "content": "After a while, a certain complexity will progressively appear by the increasing number of companies, the historical adjustments, foreign currency subsidiaries, additional needs as a consolidated cash flow statement, ..."
        },
        {
            "type": "text",
            "bbox": [
                0.12,
                0.773,
                0.844,
                0.792
            ],
            "angle": 0,
            "content": "Facing these changes will become more and more difficult with some risks."
        },
        {
            "type": "text",
            "bbox": [
                0.119,
                0.805,
                0.883,
                0.871
            ],
            "angle": 0,
            "content": "One risk is just related to the wrong view that a consolidation process can be handled in a two-dimensional spreadsheet. In fact, consolidation is a multidimensional process with at least three dimensions: one for companies, one for accounts and one for flows. We don't speak here about additional"
        }
    ],
    [
        {
            "type": "title",
            "bbox": [
                0.096,
                0.072,
                0.848,
                0.089
            ],
            "angle": 0,
            "content": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE"
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.121,
                0.871,
                0.154
            ],
            "angle": 0,
            "content": "multi analytical dimensions to consolidate as required by some IFRS notes to the accounts."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.17,
                0.871,
                0.234
            ],
            "angle": 0,
            "content": "The second risk is related to the increasing complexity of macros developed inside the spreadsheet. Moreover, a new account to add to the balance must be added to each balance of each sheet. One account missing in one sheet and the whole construction becomes inconsistent and wrong."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.25,
                0.868,
                0.283
            ],
            "angle": 0,
            "content": "And finally, the most frequent situation happening is when the person having developed so many complex macro leaves the company."
        },
        {
            "type": "text",
            "bbox": [
                0.101,
                0.298,
                0.681,
                0.315
            ],
            "angle": 0,
            "content": "Here comes the time where Auditors are becoming worried."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.331,
                0.871,
                0.395
            ],
            "angle": 0,
            "content": "In most countries, and particularly in European states, the consolidation process must rely on an accounting approach, with general ledger, balance, journals, booking entries, ... reports which discards definitely the spreadsheet approach."
        },
        {
            "type": "text",
            "bbox": [
                0.101,
                0.411,
                0.502,
                0.427
            ],
            "angle": 0,
            "content": "The standard accountina software family"
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.443,
                0.868,
                0.475
            ],
            "angle": 0,
            "content": "It must be accepted that most of these software are really not consolidating figures but just adding them."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.491,
                0.871,
                0.54
            ],
            "angle": 0,
            "content": "All calculation as currency translations, minority interests, equity eliminations, equity values, proportional methods, ... have to be prepared manually and keyed in the accounting software."
        },
        {
            "type": "text",
            "bbox": [
                0.101,
                0.556,
                0.719,
                0.572
            ],
            "angle": 0,
            "content": "But we must admit this time we are in an accounting approach."
        },
        {
            "type": "text",
            "bbox": [
                0.101,
                0.588,
                0.856,
                0.604
            ],
            "angle": 0,
            "content": "The consolidation software family, based on a mana element reportina system"
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.62,
                0.871,
                0.668
            ],
            "angle": 0,
            "content": "Such software category has originally been developed to solve reporting problems and quite often they contain a few general consolidation features as intercompany reconciliation and some standard eliminations."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.683,
                0.871,
                0.733
            ],
            "angle": 0,
            "content": "Most of all other specialised features are just not developed as imbedded functions and it is the user job to parameterize these functions, when it is possible and with the help of consultants."
        },
        {
            "type": "text",
            "bbox": [
                0.1,
                0.748,
                0.868,
                0.797
            ],
            "angle": 0,
            "content": "Of course, if such consolidation functions are developed in a satisfactory way, when working with this family of software, it becomes easier to reconcile figures between statutory consolidation and reporting."
        }
    ]
]