[
    {
        "type": "text",
        "text": "DIRECT",
        "text_level": 1,
        "bbox": [
            394,
            200,
            595,
            233
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CONSOLIDATION",
        "text_level": 1,
        "bbox": [
            245,
            243,
            741,
            275
        ],
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/cc414743e97a4f2521022c137b6882c6603d5cd4a0e02a4b7adf2e41f2b7310f.jpg",
        "image_caption": [
            "Consolidate Your Expertise"
        ],
        "image_footnote": [],
        "bbox": [
            205,
            381,
            790,
            596
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ALLEN WHITE",
        "bbox": [
            343,
            634,
            648,
            655
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "conso",
        "bbox": [
            360,
            780,
            449,
            797
        ],
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/2da4eab77ea2fecd42d8dba3016073e4e17c11e97253993a478f550a76a1ae64.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            451,
            756,
            516,
            819
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "services",
        "bbox": [
            519,
            778,
            635,
            796
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "I N T E R N A T O N A L",
        "bbox": [
            364,
            810,
            637,
            821
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "BART 1",
        "text_level": 2,
        "bbox": [
            147,
            263,
            359,
            301
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ONCE UPON A TIME",
        "text_level": 2,
        "bbox": [
            267,
            307,
            843,
            344
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "… THE",
        "text_level": 3,
        "bbox": [
            271,
            351,
            460,
            387
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "CONSOLIDATION",
        "text_level": 2,
        "bbox": [
            271,
            394,
            775,
            430
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "NOITADILOSNoc",
        "text_level": 1,
        "bbox": [
            113,
            586,
            835,
            671
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This introduction takes a look at consolidation over the past decades. It includes some anecdotes which marked the pioneering adventure of the first groups.",
        "bbox": [
            109,
            117,
            880,
            167
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Our look at the past reveals an extraordinary evolution, primarily resulting from information technology and the culture of groups rather than from consolidation accounting principles themselves.",
        "bbox": [
            109,
            182,
            880,
            229
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We conclude our overview with an attempt to imagine how consolidation and the environment in which it is carried out may continue to change in the future.",
        "bbox": [
            109,
            247,
            880,
            294
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Why consolidate accounts?",
        "text_level": 2,
        "bbox": [
            109,
            310,
            408,
            328
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "History shows that by the end of the 19th century companies, primarily established in the United States, were organising in groups. They were called conglomerates at the time.",
        "bbox": [
            109,
            343,
            880,
            391
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It soon became apparent how difficult it was to get an economic and financial picture of these groups of companies as a single entity. This was the difficulty faced by the financial world at the time.",
        "bbox": [
            109,
            391,
            880,
            438
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Many questions arose as to how to handle, interpret and even obtain information given:",
        "bbox": [
            109,
            455,
            880,
            488
        ],
        "page_idx": 2
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "The diverse activities of the companies",
            "- The variety of currencies used by the countries where they were located",
            "The level of control or absence of control over the companies",
            "The range of accounting rules applied to individual accounts",
            "- The many transactions between the companies which partially hid their actual performance outside the group."
        ],
        "bbox": [
            145,
            503,
            873,
            681
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In other words, rules soon became necessary.",
        "bbox": [
            109,
            696,
            558,
            714
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1 The slow evolution of consolidation requirements",
        "text_level": 3,
        "bbox": [
            109,
            749,
            832,
            799
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "While the first holding companies, true economic conglomerates present in the international sphere, were already appearing in the second half of the 19th century, it took until 1904 for consolidated accounts to be put on the",
        "bbox": [
            109,
            821,
            880,
            870
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "DIRECT CONSOLIDATION",
        "bbox": [
            109,
            64,
            361,
            78
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "agenda of the first international accounting congress. Publications on the topic first appeared in the United States in 1918.",
        "bbox": [
            102,
            116,
            880,
            148
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It took Europe much longer to become aware of the usefulness of these publications. Great Britain took the lead over other European countries and issued rules for consolidated account publication in 1939, but only made them compulsory much later with a 'Companies Act' in 1948.",
        "bbox": [
            102,
            164,
            880,
            231
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In France, despite studies and some concrete proposals from 1954 on, a first decree was issued in 1967 which, however, only provided for the possibility of attaching consolidated accounts to the ordinary accounts of holding companies.",
        "bbox": [
            102,
            245,
            880,
            310
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It wouldn't be right to leave out the international actions organised in parallel with these converging national rules, particularly in the 1970s. We should note that:",
        "bbox": [
            102,
            326,
            880,
            377
        ],
        "page_idx": 3
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "- In 1973, the International Accounting Standards Committee (IASC), representing the main accounting organisations of a large number of countries, issued Standard number 3 which stated that a parent company must publish consolidated accounts.",
            "- The United Nations, within a commission of international companies founded in 1974, expressed its wish to see the ordinary accounts of large groups completed by consolidated accounts.",
            "- And, lastly, in 1976, the OECD (Organisation for Economic Cooperation and Development) issued recommendations on the publication of consolidated information as part of its declaration on international investments and multinational companies."
        ],
        "bbox": [
            143,
            391,
            877,
            602
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "However, it took until June 13, 1983 for the 7th European Directive on consolidated accounts to appear, which asked for its implementation in all Member States before January  \\(1^{st}\\) , 1988 and to publish consolidated accounts applicable, however, to the fiscal period beginning after January  \\(1^{st}\\) , 1990.",
        "bbox": [
            102,
            618,
            880,
            684
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "This was the legislative framework in which the first consolidations were done.",
        "bbox": [
            104,
            698,
            875,
            714
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.1 The 1970s: The pencil and eraser age",
        "text_level": 4,
        "bbox": [
            104,
            749,
            685,
            773
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "If a historian had to describe the consolidations done by the pioneering holding companies which chose to publish their consolidated accounts at the end of the 1960s, they would refer to it as the pencil and eraser age.",
        "bbox": [
            102,
            793,
            880,
            843
        ],
        "page_idx": 3
    },
    {
        "type": "header",
        "text": "PART 1 ONCE UPON A TIME ... THE CONSOLIDATION",
        "bbox": [
            289,
            67,
            865,
            85
        ],
        "page_idx": 3
    },
    {
        "type": "page_number",
        "text": "7",
        "bbox": [
            483,
            920,
            501,
            935
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Personal computers didn't exist and spreadsheets were unheard of. Consolidation principles were not yet sufficiently well mastered to give rise to specialised software.",
        "bbox": [
            111,
            117,
            877,
            164
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "At most, some consolidators used accounting programs (no one talked about software at the time and even less about software packages) in which they piled company accounts as long entries of asset debits to liabilities credits and, when they were able to, via a screen. At the time, punch cards were still very much used as a data entry medium.",
        "bbox": [
            111,
            182,
            877,
            262
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Office calculators were an indispensable tool both for currency exchanges (the euro didn't exist yet!) and for establishing all of the elimination entries.",
        "bbox": [
            111,
            278,
            875,
            310
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "It's easy to see why, with these types of tools, the production of consolidated accounts and notes to the accounts could only be done on a very flexible schedule, especially if the extent of the group's perimeter rendered it somewhat complex.",
        "bbox": [
            111,
            326,
            877,
            391
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Some readers will maybe remember that, at the time, there were already some \"groups of groups\" among the many quite large groups. They were real economic octopi present internationally and in nearly every business area.",
        "bbox": [
            111,
            407,
            877,
            455
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "These \"super groups\" are worth spending a little time on, and one in particular, for which we had the extraordinary opportunity to develop a consolidation system.",
        "bbox": [
            111,
            471,
            877,
            519
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "It consisted of nearly 2000 companies, split into about 20 subgroups. The latter were in turn treated as holdings because they were sometimes listed on several stock exchanges and, therefore, required to publish consolidated accounts before the parent company to which they reported.",
        "bbox": [
            111,
            537,
            877,
            602
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "How did this \"super group\" proceed?",
        "bbox": [
            111,
            618,
            468,
            634
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The consolidator at the time used large format, pre-printed sheets of paper with columns like today's spreadsheets.",
        "bbox": [
            111,
            650,
            875,
            683
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The accounts of the sub-groups appeared in successive columns and were followed by adjustments and eliminations. Of course, each sub-group had previously done its own consolidation in its own way.",
        "bbox": [
            111,
            699,
            875,
            746
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Any errors or late amount changes required the use of an eraser and a significant amount of time for recalculations. At the end of the consolidation, its complexity was measured by the number of pencils and erasers used.",
        "bbox": [
            111,
            764,
            875,
            811
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As for the schedule, the group published its consolidated accounts in October of the following year.",
        "bbox": [
            111,
            827,
            875,
            861
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "DIRECT CONSOLIDATION",
        "bbox": [
            111,
            64,
            361,
            78
        ],
        "page_idx": 4
    },
    {
        "type": "page_number",
        "text": "8",
        "bbox": [
            486,
            924,
            498,
            936
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "One cultural point should be noted: most annual reports at this time first presented the parent company's statutory accounts and the consolidated accounts appeared in the last pages of the appendix.",
        "bbox": [
            116,
            120,
            881,
            169
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This presentation underscored their perceived importance at the time.",
        "bbox": [
            116,
            185,
            794,
            202
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In fact, a very small audience among board members, banks and financial analysts could boast of fully understanding the contents of the amalgamated figures whose real usefulness was often questioned.",
        "bbox": [
            116,
            218,
            881,
            266
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.2 The 1980s: The beginnings of the computer age",
        "text_level": 4,
        "bbox": [
            118,
            301,
            822,
            323
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The inconvenience of consolidation work and the late schedule couldn't remain in place for long. There were still no personal computers at the beginning of the 1980s, but some computer companies, forerunners of future software vendors, took on the challenge and began to provide solutions.",
        "bbox": [
            116,
            345,
            881,
            409
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The largest groups quickly showed an interest in the new software. It isn't hard to understand why! One software company came to the forefront in France in the early 1980s with its consolidation software.",
        "bbox": [
            116,
            424,
            881,
            472
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Two functions stood out. On one hand, its concept of modularity covered the current \"Segment Information\" required by IFRS standards when a group is active in different fields. On the other, the innovative software ran on a Singer mini-computer, the well-known sewing machine manufacturer of the time...",
        "bbox": [
            116,
            489,
            881,
            554
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "While the functionality of this consolidation software quickly won over large groups, technical support was a major concern. It wasn't long before the software was completely rewritten in COBOL to run on an IBM 370 mainframe at service bureaus.",
        "bbox": [
            116,
            569,
            881,
            633
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This was a significant step forward for the groups at the time.",
        "bbox": [
            116,
            650,
            713,
            667
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "They now had software that handled all of the calculations inherent to consolidation. What is more, it was possible to enter adjustments online via terminals. So everything was perfect?",
        "bbox": [
            116,
            682,
            881,
            730
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Not really.",
        "bbox": [
            116,
            746,
            216,
            764
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The working method of service bureaus at the time consisted in collecting information during the day, processing it at night and sending the printed reports early the following day by taxi or courier.",
        "bbox": [
            116,
            778,
            881,
            827
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In practice, a last adjustment sent at 10 AM had to wait for the arrival of several kilos of paper (listings) the next morning in which the consolidator",
        "bbox": [
            116,
            843,
            881,
            875
        ],
        "page_idx": 5
    },
    {
        "type": "header",
        "text": "PART 1 ONCE UPON A TIME ... THE CONSOLIDATION",
        "bbox": [
            294,
            71,
            864,
            89
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "sometimes noticed that the debits and credits for an adjustment had to be inverted!",
        "bbox": [
            109,
            122,
            864,
            153
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It wasn't until 1985 that the first consolidation software for the Personal Computers made its appearance. This was a real gamble given that the PC XT had  \\(64\\mathrm{K}\\)  of RAM and used  \\(360\\mathrm{Kb}\\)  diskettes. It was quickly followed by the PC AT with the first hard drive (30 Mb).",
        "bbox": [
            109,
            171,
            867,
            235
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "They were incredibly more powerful!",
        "bbox": [
            109,
            251,
            459,
            267
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The software of this decade already included the concept of flows. Traditional currency conversions and eliminations were handled correctly. However, functionalities to easily document consolidated shareholders' equity and the cash flow statement had obvious shortcomings or were missing altogether. It should be noted that the learning curve was far from being met at the time and many Auditors had to finish the technical work themselves.",
        "bbox": [
            109,
            282,
            867,
            379
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "One other significant shortcoming was the lack of a consolidation bundle integrated with the software. The technology available didn't allow for it yet and groups created paper bundles which they sent to their companies. The bundles were often close to a hundred pages long.",
        "bbox": [
            109,
            396,
            864,
            459
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Their use was inconvenient in several ways.",
        "bbox": [
            109,
            475,
            529,
            491
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "First, the large documents weren't personalised with the figures of each company, making justification of the figures sent for the previous consolidation somewhat precarious.",
        "bbox": [
            109,
            508,
            864,
            554
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Next, if entries were made by hand, the inclusion of the items in the consolidation software also required manual entry.",
        "bbox": [
            109,
            571,
            864,
            604
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Lastly, the intrinsic inconsistencies between the bundle tables weren't detected at source, but only much too late at the consolidating company level, without any real possibility of getting a quick correction. Email exchanges were not yet available.",
        "bbox": [
            109,
            620,
            864,
            683
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "While consolidation software was a great improvement over pencil and eraser, poor data quality and drawn-out schedules were challenges for the following years.",
        "bbox": [
            109,
            699,
            864,
            748
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 The 1990s: The search for a miracle solution",
        "text_level": 3,
        "bbox": [
            109,
            783,
            767,
            802
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the majority of European Community member states, the start of this decade coincided with the requirement for groups of a certain size to produce",
        "bbox": [
            109,
            827,
            864,
            859
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "DIRECT CONSOLIDATION",
        "bbox": [
            109,
            68,
            360,
            84
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "consolidated accounts. This was a major cultural shock for many which were very ill-prepared to meet this requirement.",
        "bbox": [
            116,
            117,
            881,
            149
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Why?",
        "bbox": [
            116,
            165,
            173,
            181
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Many of the groups discovered that they were groups; they had been used to thinking company by company, ignoring the less important ones and not always including all of their transactions.",
        "bbox": [
            116,
            197,
            881,
            246
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Consolidation is rooted in each and every held company, regardless of where it is located in the world. There are so many organisational issues, appeals to authority, rules to be communicated.",
        "bbox": [
            116,
            262,
            881,
            310
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The scouring effects of consolidation also disturbed many of these secretive groups: intra-group results are eliminated, dividends are eliminated, intercompany turnover is eliminated... What remains of the accounts?",
        "bbox": [
            116,
            326,
            879,
            391
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Then, the groups, which had very complex structures, often for tax purposes, became aware of the transparency the technique gradually resulted in.",
        "bbox": [
            116,
            407,
            879,
            439
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In addition, the requirement involved new costs for specialised staff, software, account approvals by Auditors and closer supervision of the companies in the perimeter.",
        "bbox": [
            116,
            454,
            881,
            504
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This was the state of mind with which many groups set out on this new adventure.",
        "bbox": [
            116,
            519,
            881,
            552
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "During the first years of the decade, a dozen consolidation software companies were competing in this niche market. The number of groups responding to the consolidation requirement was limited but highly concentrated geographically.",
        "bbox": [
            116,
            568,
            881,
            633
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This highly competitive environment quickly led to the development of the functionality missing in the software, particularly a decentralised consolidation bundle, consisting of software and data that could be sent to the companies of the perimeter.",
        "bbox": [
            116,
            649,
            881,
            712
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It should be noticed, however, that at the beginning of the decade there was no email and information exchange between companies was done via telecommunications lines (modem) and, more often, by courier.",
        "bbox": [
            116,
            728,
            881,
            777
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "What was being exchanged? Essentially, 1.4Mb floppies in an envelope!",
        "bbox": [
            118,
            791,
            813,
            810
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "One anecdote we remember is about a company that had carefully sealed an envelope with staples before sending it. The staples went right through the diskette!",
        "bbox": [
            116,
            825,
            881,
            873
        ],
        "page_idx": 7
    },
    {
        "type": "header",
        "text": "PART 1 ONCE UPON A TIME ... THE CONSOLIDATION",
        "bbox": [
            296,
            68,
            866,
            86
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "More seriously, however, two events had a significant impact on the second half of the decade.",
        "bbox": [
            105,
            118,
            866,
            150
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The first was technological. It confirmed the definitive advent of Windows, the internet and email exchanges as the new environment in which software would operate and dialogue.",
        "bbox": [
            105,
            166,
            866,
            215
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It was truly a revolution in convenience and effectiveness, particularly when it came to information exchanges with the companies in the perimeter.",
        "bbox": [
            105,
            231,
            866,
            263
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The second revolution was functional. It attempted to integrate reporting functionality into first generation software, known as statutory consolidation software.",
        "bbox": [
            105,
            279,
            866,
            327
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Many groups gradually realised how difficult it was to reconcile the figures produced by statutory consolidation with those created following a projected fiscal period, often by different departments.",
        "bbox": [
            105,
            342,
            866,
            390
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The approaches were based on different software. Specialised software was used for statutory consolidation and Lotus (followed by Excel) was often used for reporting. Staff often came up through different training channels with more or less detailed-oriented information systems, with complete or partial perimeters, based on different frequencies, etc. In other words, two different figures universes coexisted in the groups.",
        "bbox": [
            105,
            407,
            866,
            503
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Recognising this, software companies reacted very quickly and launched the concept of 'unified consolidation\".",
        "bbox": [
            105,
            519,
            866,
            551
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Did the decade end with a miracle product? Not really.",
        "bbox": [
            105,
            566,
            631,
            584
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The software developed primarily by European companies with a Latin culture tended to offer functionally complete statutory consolidation software with a few reporting functions which were deemed to be insufficient.",
        "bbox": [
            105,
            600,
            866,
            647
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The software developed by Anglo-Saxon companies provided excellent reporting functionality but was relatively incomplete in terms of statutory functionality where everything had to be set up with parameters. American groups, which often had vast perimeters, had .much simpler tree structures with fully owned companies.",
        "bbox": [
            105,
            664,
            866,
            745
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The market was clearly moving toward a unified solution. However, vendor culture resulted in software that was either more heavily biased toward statutory consolidation or to reporting.",
        "bbox": [
            105,
            759,
            866,
            808
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Unified consolidation didn't perfectly match market expectations at the end of the decade.",
        "bbox": [
            105,
            824,
            866,
            856
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "DIRECT CONSOLIDATION",
        "bbox": [
            105,
            65,
            358,
            80
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1.4 The 2000s: Y2K and IFRS",
        "text_level": 4,
        "bbox": [
            116,
            120,
            531,
            142
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The turn of the century (Y2K in the English-language media of the time) disappointed many journalists looking for a sensational story because the long-anticipated bug didn't negatively affect accounting systems and the performance of consolidation software packages received high marks.",
        "bbox": [
            113,
            163,
            879,
            231
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Another much more critical deadline awaited listed groups in 2005: the implementation of IFRS standards to apply to all public companies belonging to member states of the European Community.",
        "bbox": [
            113,
            245,
            879,
            294
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The goal was infinitely praiseworthy given that the decision removed the haziness of the 7th Directive of 1983.",
        "bbox": [
            113,
            308,
            879,
            342
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "By setting standards for all Member States, Europe was making consolidated accounts comparable from the standpoint of both content and form for companies in similar lines of business, regardless of the Member State they were located in. Hadn't the United States applied the same approach throughout its states and with US Gaap for quite some time already?",
        "bbox": [
            113,
            357,
            881,
            440
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Was the European goal achieved after a few years of IFRS? The answer isn't straightforward.",
        "bbox": [
            113,
            453,
            877,
            486
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "From a content standpoint, IFRS is voluminous, changing and interpreted, making it difficult to implement uniformly across listed companies.",
        "bbox": [
            116,
            502,
            875,
            535
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We have often come across qualified or even very different opinions on a similar situation, sometimes from two partners of the same firm.",
        "bbox": [
            116,
            550,
            881,
            582
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "From the standpoint of form, some states like Belgium, Luxembourg, France, Italy and Poland have imposed a national publication standard for statutory accounts for many years now.",
        "bbox": [
            116,
            598,
            881,
            648
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "When the first consolidated accounts were published, groups found it normal to follow a recommended scheme... which didn't exist and has never been proposed by Member States.",
        "bbox": [
            116,
            661,
            881,
            711
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "With the advent of IFRS, each group created their own publication standards. Items that didn't appear explicitly on a balance sheet or income statement could be put in an attached table or in a note.",
        "bbox": [
            116,
            726,
            881,
            775
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "It was up to the reader to find the information...",
        "bbox": [
            116,
            790,
            588,
            809
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The general, overriding feeling after a few years with IFRS standards is revealed in the following comments:",
        "bbox": [
            116,
            822,
            881,
            856
        ],
        "page_idx": 9
    },
    {
        "type": "header",
        "text": "PART 1 ONCE UPON A TIME ... THE CONSOLIDATION",
        "bbox": [
            297,
            71,
            864,
            87
        ],
        "page_idx": 9
    }
]