[
    {
        "type": "text",
        "text": "The consolidation software family, based on a statutory approach",
        "bbox": [
            118,
            122,
            755,
            140
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Professional software belonging to this family offer a large set of imbedded consolidation functions which, most of the time, rely on an international customer base experience.",
        "bbox": [
            118,
            154,
            881,
            204
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "If such software also includes efficient reporting facilities, then our opinion is that this software family brings the most accurate and efficient solution.",
        "bbox": [
            118,
            217,
            883,
            252
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.9 Consequences of a first consolidation for subsidiaries",
        "text_level": 2,
        "bbox": [
            107,
            285,
            835,
            330
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "With respect to the group companies, the consolidation department plays a triple role of information, planning and training.",
        "bbox": [
            118,
            350,
            883,
            384
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The companies themselves will have to adapt their accounting system in order to comply with the parent company requirements in the shortest time with a minimum of efforts and a maximum of quality.",
        "bbox": [
            118,
            397,
            883,
            448
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The role of information",
        "text_level": 3,
        "bbox": [
            120,
            463,
            375,
            480
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "When a group decides to produce a first consolidation, all companies concerned should be personally informed as soon as possible in order to enable them to organize in the most efficient way.",
        "bbox": [
            118,
            495,
            883,
            543
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "If the first consolidated figures are to be produced at the end of Year 1, the information should be sent to companies before the end of Year 0 so as to give them the possibility to take into account all requirements in the Year 1 accounting.",
        "bbox": [
            118,
            559,
            883,
            625
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Moreover, we feel important to explain to all companies the reason to consolidate. Becoming a public company, producing consolidated figures for banks in order to finance important investments are reasons that any subsidiary can understand.",
        "bbox": [
            118,
            638,
            883,
            704
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "It is also a good opportunity to explain to companies that some of these reasons are also to finance ... some of them. When a subsidiary needs additional financing, belonging to a group can really help. It becomes normal that the group is also asking something in return: a consolidated reporting.",
        "bbox": [
            118,
            719,
            883,
            786
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "From a more technical point of view, we recommend to communicate to each company the following information:",
        "bbox": [
            118,
            799,
            883,
            833
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "- Name and additional information of all members of the consolidation department",
        "bbox": [
            158,
            846,
            881,
            881
        ],
        "page_idx": 0
    },
    {
        "type": "header",
        "text": "DIRECT CONSOLIDATION",
        "bbox": [
            120,
            68,
            373,
            84
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Name and additional information of correspondents in each group company",
        "bbox": [
            175,
            136,
            868,
            169
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The list of all companies belonging to the consolidation scope, with the consolidation method. Theoretically, it makes no sense to mention intercompany amounts with equity method companies, except if the consolidation department asks for it.",
        "bbox": [
            175,
            185,
            868,
            250
        ],
        "page_idx": 1
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "- In the future, all changes in the consolidation scope (acquisitions, disposals, merges, ...) will be communicated to all companies.",
            "- When organizing a first consolidation, the group should analyze each individual company situation to make sure it will be able to produce the required reporting within the required delays. Keep in mind that some small companies, sometimes located quite far away from the parent company, have just no internal accounting office. This matter is maybe outsourced to a fiduciary with which there is no agreement to fill in a consolidation bundle.",
            "- Is the local accounting system able to answer to group requirements within the delays and with reasonable costs?",
            "- Local Auditors will also be informed of the group decision to consolidate because there will be some additional services not included in the current agreement."
        ],
        "bbox": [
            139,
            266,
            866,
            538
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Behind all this information, one final objective of the consolidation team is to develop a \"group spirit\".",
        "bbox": [
            101,
            554,
            868,
            588
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The role of planning",
        "text_level": 3,
        "bbox": [
            101,
            603,
            326,
            620
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The planning should be sent to each company within an appropriate delay in order to be sure they can identify all risks of not being able to comply with these requirements.",
        "bbox": [
            101,
            635,
            868,
            683
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The most important information is the date (and time) to communicate a final consolidation bundle to the parent company.",
        "bbox": [
            101,
            699,
            866,
            733
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It must be clearly explained to each entity that it becomes normal that the figures included in the bundle are not the final local accounting ones. For instance, if figures are required for consolidation as at January 31 but the company locally closes its accounts with an Annual General Meeting in April, all entries after January 31 will be booked at consolidation level in the next consolidation, probably June 30. This situation can be felt as a severe cultural shock.",
        "bbox": [
            99,
            746,
            868,
            860
        ],
        "page_idx": 1
    },
    {
        "type": "header",
        "text": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE",
        "bbox": [
            95,
            71,
            847,
            90
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The role of training",
        "text_level": 3,
        "bbox": [
            118,
            122,
            333,
            140
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Even if a consolidation bundle relies on an accounting logic, we think necessary to explain its structure and content to group companies before using it for the first time.",
        "bbox": [
            118,
            154,
            881,
            204
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To do so we would recommend a training session with all company correspondents. One excellent approach consists in explaining first the content of the consolidation bundle and in proposing afterwards a bundle already filled-in with errors to be corrected.",
        "bbox": [
            118,
            219,
            881,
            283
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Such a training should be extended to some other following topics we can suggest:",
        "bbox": [
            118,
            299,
            881,
            333
        ],
        "page_idx": 2
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "Why has the group decided to consolidate?",
            "- What are the basic principles of a consolidation process? Most of the correspondents probably don't know how it works and behind the explanations they will understand why all the requested information is needed.",
            "- Explanation about the most specific evaluation rules, including an example.",
            "- Presentation of the next consolidation planning."
        ],
        "bbox": [
            158,
            347,
            879,
            524
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As a conclusion for each attendee, they will be convinced their local accounting system will need some updates and improvements in order to improve the consolidation reporting.",
        "bbox": [
            118,
            539,
            881,
            587
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Here are some of the main issues:",
        "bbox": [
            118,
            603,
            453,
            619
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "- Addition in the local chart of accounts of some specific accounts needed for consolidation reporting, as",
        "bbox": [
            158,
            635,
            879,
            668
        ],
        "page_idx": 2
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "Details on financial investments",
            "○ Specific accounts for intercompanies through the whole balance sheet",
            "Dividends received from consolidated companies",
            "Specific gain/loss on disposals when group transactions are concerned",
            "\\(\\circ\\)  Distinction between cash and non cash for all P&L accounts"
        ],
        "bbox": [
            232,
            682,
            879,
            859
        ],
        "page_idx": 2
    },
    {
        "type": "header",
        "text": "DIRECT CONSOLIDATION",
        "bbox": [
            120,
            68,
            373,
            84
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE",
        "text_level": 1,
        "bbox": [
            97,
            71,
            845,
            90
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "- Considering that a consolidation bundle asks for explanations between opening and closing amounts for all balance sheet accounts, it will imply some adaptations in the way accounts are being booked in order to facilitate the collection of the necessary information (flows).",
        "bbox": [
            139,
            122,
            860,
            184
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "- Development of mapping tables between local balances and the consolidation bundle if an automatic function to import local accounts is available.",
        "bbox": [
            141,
            201,
            862,
            247
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Obviously, the first consolidation will ask some investments for each group company. Moreover, it should be announced that a consolidation reporting is in a constant evolution process for internal and external reasons. This will have some consequence at group company level. Allow enough time to each company for reacting in a professional and efficient way.",
        "bbox": [
            101,
            266,
            867,
            347
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "THE CONSOLIDATION BUNDLE",
        "text_level": 2,
        "bbox": [
            223,
            381,
            740,
            404
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We have already said that the consolidation bundle is a vehicle of information between each group company and the consolidating parent company.",
        "bbox": [
            103,
            425,
            864,
            459
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thanks to its unique structure, the same for each company, this vehicle brings homogenous information, complete and validated in line with the group requirements.",
        "bbox": [
            103,
            473,
            867,
            523
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We propose to explain with some details the way a consolidation bundle should be developed by covering",
        "bbox": [
            103,
            538,
            867,
            571
        ],
        "page_idx": 3
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "Basic principles of a structured consolidation bundle",
            "Description of the main sets of information to be reported",
            "List of the main validation rules on this information"
        ],
        "bbox": [
            141,
            586,
            742,
            663
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1 Basic principles and structure",
        "text_level": 2,
        "bbox": [
            105,
            701,
            647,
            723
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Whatever the technical background may be, we mean spreadsheet, web or other specific software development, a professional consolidation bundle should meet the following criteria.",
        "bbox": [
            103,
            744,
            867,
            792
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Accountina approach and tree structure",
        "text_level": 3,
        "bbox": [
            103,
            808,
            540,
            824
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A consolidation bundle should be developed on the basis of a standard group chart of accounts, considered as the skeleton of the structure. All",
        "bbox": [
            103,
            840,
            867,
            872
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "complementary reports of information are then linked in some way to that chart of accounts on a tree structure. By tree structure, we mean that one amount of one report may need additional information that will be asked in another report linked to the previous one.",
        "bbox": [
            118,
            122,
            881,
            188
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The accounting approach applies also to a consolidation bundle allowing to adjust some local amounts. Keeping in mind that most group correspondents have an accounting background, these adjustments should be written as debits and credits instead of signed amounts in a single column.",
        "bbox": [
            118,
            203,
            883,
            269
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Amounts in cents instead of rounded amounts",
        "text_level": 3,
        "bbox": [
            118,
            283,
            622,
            301
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We are completely aware of the fact that cents make no sense when considering consolidated amounts. In most countries, and certainly for large groups, consolidated amounts are produced in thousands of currency units and even in millions.",
        "bbox": [
            118,
            314,
            881,
            378
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "However, our position is to ask all information in cents because local accounting amounts are booked in cents.",
        "bbox": [
            118,
            394,
            881,
            429
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Asking local figures in units of currency (or in thousands) implies rounded calculations that will lead to unbalanced balance sheet and, most of the time, unbalanced justifications on flows between opening and closing. We are aware of the fact that working with cents or not is really not a strategic issue speaking about figures. That's not the problem. The real trouble we have with this option is the time lost by company correspondents to produce a consolidation bundle with no errors, considering that an unjustified difference of 1 cent is a mistake.",
        "bbox": [
            118,
            442,
            881,
            571
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "And for the reader who would need more arguments to be convinced, we mention the automatic import of figures from an accounting system that generally provides a simple mapping account by account, without rounding the amounts.",
        "bbox": [
            118,
            587,
            881,
            654
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Amounts in local currency",
        "text_level": 3,
        "bbox": [
            118,
            666,
            407,
            685
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The currency translation, as processed during a consolidation, is based in particular on the knowledge of closing rates, average rates and historical rates. The technique behind is generally not mastered by local correspondents.",
        "bbox": [
            118,
            698,
            881,
            764
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "It is the reason why we recommend asking for local currency figures. Moreover it enables a much easier communication between the consolidation team and the local correspondent. Local Auditors are also in a more comfortable position to approve the consolidation bundle.",
        "bbox": [
            118,
            779,
            881,
            846
        ],
        "page_idx": 4
    },
    {
        "type": "header",
        "text": "DIRECT CONSOLIDATION",
        "bbox": [
            118,
            68,
            373,
            84
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE",
        "text_level": 1,
        "bbox": [
            99,
            73,
            845,
            90
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This option will avoid loss of time and mistakes that will appear year after year from foreign companies while this translation process is fully automatic in professional consolidation software",
        "bbox": [
            103,
            121,
            869,
            169
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Consolidation evaluation rules",
        "text_level": 2,
        "bbox": [
            103,
            185,
            436,
            204
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A company produces its local accounts on the basis of local evaluation rules which generally do not comply with group evaluation rules.",
        "bbox": [
            103,
            217,
            867,
            251
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In order to keep a clear situation clear, we recommend building a consolidation bundle in which local figures are first keyed in and where separately, additional adjustments are booked in order to adapt the accounts to the group evaluation rules.",
        "bbox": [
            103,
            267,
            869,
            331
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We then get a \"three columns\" presentation, that is",
        "bbox": [
            103,
            347,
            609,
            362
        ],
        "page_idx": 5
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "- Column 1: Local amounts",
            "- Column 2: Impact of adjustments",
            "- Column 3 : Adjusted amounts equal to Column 1 + Column 2"
        ],
        "bbox": [
            141,
            378,
            780,
            428
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This presentation offers all audit trails views by explaining how we evolve from statutory accounts to adjusted accounts.",
        "bbox": [
            103,
            442,
            867,
            475
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Consolidation bundle Ianauaae",
        "text_level": 2,
        "bbox": [
            103,
            489,
            443,
            508
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As already discussed, we highly recommend using a unique language with all group companies.",
        "bbox": [
            103,
            523,
            867,
            555
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The reasons therefore have also been developed above and we can summarize them by the following advice: don't transform the consolidation office into a translator office.",
        "bbox": [
            103,
            571,
            867,
            619
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Consolidation bundle validation",
        "text_level": 2,
        "bbox": [
            103,
            635,
            451,
            652
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The more severe are the validation rules, the highest quality consolidation you get.",
        "bbox": [
            103,
            666,
            867,
            701
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A consolidation bundle should include a maximum of validation rules in such a way that the combination of accounts and flows can produce automatically a statutory cash flow statement without any additional human intervention.",
        "bbox": [
            103,
            714,
            867,
            764
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "From this point of view, the cash flow statement is considered as a high level guarantee on quality of the bundle content.",
        "bbox": [
            103,
            779,
            867,
            812
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Our experience over so many years has shown that a large number of validation rules are appreciated twice",
        "bbox": [
            103,
            828,
            867,
            861
        ],
        "page_idx": 5
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "Once by the consolidation team thanks to the quality received",
            "- Secondly by the company who reaches a \"zero fault\" bundle and has the satisfaction of having achieved a task correctly done that will not generate further questions on the next days."
        ],
        "bbox": [
            153,
            122,
            873,
            204
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "One final recommendation is to develop a non blocking bundle meaning that when some errors, even severe errors, cannot be corrected locally by the correspondent the bundle can still be sent to the parent company for help.",
        "bbox": [
            117,
            219,
            873,
            267
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A spreadsheet bundle or a web bundle?",
        "text_level": 3,
        "bbox": [
            117,
            283,
            550,
            299
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Thanks to the internet technologies, a web bundle is progressively replacing spreadsheet bundles despite the fact that both solutions are relatively equivalent.",
        "bbox": [
            117,
            315,
            873,
            362
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It must also be pointed out that using spreadsheet bundles generally requires more manual preparations that giving a web access to each subsidiary.",
        "bbox": [
            117,
            378,
            873,
            410
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "When using a spreadsheet bundle, it is easy for Auditors to receive a copy for approval. The same advantage should be maintained when using a web bundle by giving them a \"read only\" access.",
        "bbox": [
            117,
            426,
            873,
            475
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.2 Content",
        "text_level": 2,
        "bbox": [
            119,
            510,
            319,
            530
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A consolidation bundle generally presents a tree structure consisting in about five different levels and a set of validation rules.",
        "bbox": [
            117,
            552,
            873,
            584
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Level 1",
        "text_level": 4,
        "bbox": [
            117,
            600,
            199,
            616
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This level concerns some general information",
        "bbox": [
            117,
            631,
            554,
            647
        ],
        "page_idx": 6
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "The current consolidation period",
            "The reference consolidation period"
        ],
        "bbox": [
            153,
            663,
            527,
            695
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Company name and additional coordinates",
        "bbox": [
            193,
            695,
            607,
            711
        ],
        "page_idx": 6
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "Company currency",
            "- Correspondent name and additional coordinates",
            "Optionally, the CFO approval",
            "Optionally, the Auditors approval"
        ],
        "bbox": [
            153,
            713,
            657,
            774
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Level 2",
        "text_level": 4,
        "bbox": [
            117,
            792,
            199,
            808
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This level usually contains balance sheet, P&L closing amounts of the reference period (read only) and the current year amounts.",
        "bbox": [
            117,
            824,
            873,
            856
        ],
        "page_idx": 6
    },
    {
        "type": "header",
        "text": "DIRECT CONSOLIDATION",
        "bbox": [
            117,
            68,
            369,
            84
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE",
        "text_level": 1,
        "bbox": [
            95,
            71,
            847,
            87
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It is important not to forget contingencies accounts with the same presentation.",
        "bbox": [
            95,
            121,
            866,
            153
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "If the option consists in asking separate local accounts and adjustments to comply with group evaluation rules, it is recommended to use debit/credit adjustments. For such presentation, the adjusted amounts are consolidated.",
        "bbox": [
            95,
            168,
            866,
            218
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Level 3",
        "text_level": 4,
        "bbox": [
            97,
            233,
            180,
            250
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This level is dedicated to information related to partners, mainly financial investments and intercompany amounts.",
        "bbox": [
            95,
            266,
            866,
            297
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For each of these accounts, a net amount in the balance sheet is split with the contribution corresponding to each partner.",
        "bbox": [
            95,
            313,
            866,
            347
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We recommend that such balance sheet accounts present two components: one with a total for all corresponding subsidiaries and another one for  \\(3^{\\text{rd}}\\)  Parties. At the end of the consolidation process, an easy validation can be done because the group component should be set to zero.",
        "bbox": [
            95,
            362,
            866,
            426
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Level 4",
        "text_level": 4,
        "bbox": [
            97,
            442,
            184,
            458
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This level asks the evolution of balance sheet amounts by mean of flows.",
        "bbox": [
            97,
            473,
            811,
            489
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Two remarks about this point.",
        "bbox": [
            97,
            507,
            394,
            524
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Generally, only non current assets and liabilities are explained with detailed flows as acquisitions, disposals, depreciations, ... while current assets and liabilities need only a net variation flow to explain the evolution.",
        "bbox": [
            95,
            539,
            866,
            587
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It wouldn't be correct not to mention some special situations of transfer of amounts, entry in the consolidation scope, merge, exit from the consolidation scope for which some specific flows must be used on each and every account, non current and current.",
        "bbox": [
            95,
            602,
            866,
            668
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A special care will be brought to accounts defined in level 3, with partners, because flows will first be mentioned on the net account (Group +  \\(3^{rd}\\)  Parties) and then on each partner.",
        "bbox": [
            97,
            684,
            866,
            731
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Level 5",
        "text_level": 4,
        "bbox": [
            97,
            747,
            184,
            763
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In most of the usual bundles proposed today, this level contains some specific reports bringing additional and useful information to the consolidation team.",
        "bbox": [
            97,
            780,
            866,
            812
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Here are the most important requests.",
        "bbox": [
            97,
            829,
            476,
            844
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Memo sheet",
        "text_level": 3,
        "bbox": [
            118,
            124,
            244,
            140
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Sometimes forgotten but so useful is just a white sheet in which the correspondent will mention free (but probably very important) information, which cannot be coded in the bundle cells.",
        "bbox": [
            118,
            154,
            881,
            204
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Dividends received",
        "text_level": 3,
        "bbox": [
            118,
            219,
            305,
            235
        ],
        "page_idx": 8
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "Company paying the dividend",
            "Number of shares giving right to dividend",
            "Unitary gross dividend and net dividend received"
        ],
        "bbox": [
            156,
            252,
            670,
            299
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Group disposal of assets",
        "text_level": 3,
        "bbox": [
            118,
            315,
            360,
            331
        ],
        "page_idx": 8
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "- Identification of the company acquiring the asset",
            "Asset description",
            "- Account on which is booked the gross value and the amount",
            "- Account on which are booked the depreciations and the amount",
            "- Depreciation duration",
            "- Selling price",
            "- Gain/loss on disposal",
            "- Account on which gain/loss is booked"
        ],
        "bbox": [
            156,
            347,
            812,
            476
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Group acquisition of assets",
        "text_level": 3,
        "bbox": [
            118,
            492,
            383,
            508
        ],
        "page_idx": 8
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "- Identification of the company selling the asset Asset description",
            "- Account on which is booked the gross value and the amount",
            "- Account on which are booked the depreciations and the amount",
            "- Depreciation duration",
            "Acquisition price"
        ],
        "bbox": [
            156,
            524,
            812,
            619
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Detailed explanations on accounts",
        "text_level": 3,
        "bbox": [
            120,
            637,
            451,
            652
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The consolidation office may ask for some written description about the content of some accounts. Amongst the most 'popular' accounts, we will mention",
        "bbox": [
            118,
            668,
            881,
            714
        ],
        "page_idx": 8
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "Provisions",
            "Deferred charges and income",
            "Exceptional income and charges"
        ],
        "bbox": [
            158,
            732,
            508,
            780
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Staff information",
        "text_level": 3,
        "bbox": [
            120,
            796,
            289,
            812
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Depending on the notes to the accounts, we find generally the following requests as a minimum",
        "bbox": [
            118,
            828,
            881,
            861
        ],
        "page_idx": 8
    },
    {
        "type": "header",
        "text": "DIRECT CONSOLIDATION",
        "bbox": [
            120,
            68,
            371,
            84
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "PART 5 ORGANIZATION OF A CONSOLIDATION AND FAST CLOSE",
        "text_level": 1,
        "bbox": [
            99,
            73,
            845,
            90
        ],
        "page_idx": 9
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "- Directors",
            "Employees (or white collars)",
            "Workers (or blue collars)",
            "- Others"
        ],
        "bbox": [
            139,
            122,
            453,
            185
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "That information may be given as an average number for the consolidation period and will be consolidated with the usual rules of elimination just as amounts.",
        "bbox": [
            99,
            201,
            867,
            250
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Turnover information",
        "text_level": 3,
        "bbox": [
            101,
            267,
            314,
            283
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A turnover split by countries, by activity, by products is generally requested in most countries. This information can be difficult to collect as it relies sometimes on the use of analytical dimensions.",
        "bbox": [
            101,
            299,
            867,
            347
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The classical situation is a split of the turnover by countries of export. For instance, a company based in UK making a turnover of 100 but exporting its products in the US for 60 and in France for 30 will have to mention a turnover of 10 in UK and not 100.",
        "bbox": [
            101,
            362,
            867,
            426
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Information about non consolidated companies",
        "bbox": [
            101,
            442,
            565,
            459
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Non consolidated companies owned directly and indirectly by the parent company must be listed with some information as",
        "bbox": [
            101,
            475,
            864,
            508
        ],
        "page_idx": 9
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "Turnover",
            "Equity",
            "Result"
        ],
        "bbox": [
            141,
            523,
            272,
            570
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Miscellaneous information",
        "text_level": 3,
        "bbox": [
            103,
            587,
            360,
            603
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This information depends on the evaluation rules, on the specific group willing to make public such information but also to comply with local regulations.",
        "bbox": [
            101,
            619,
            867,
            653
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In most cases, we find",
        "bbox": [
            101,
            668,
            327,
            682
        ],
        "page_idx": 9
    },
    {
        "type": "list",
        "sub_type": "text",
        "list_items": [
            "Amounts paid to Directors",
            "Amounts paid to Auditors",
            "Pensions plans",
            "- Important loans"
        ],
        "bbox": [
            141,
            700,
            436,
            763
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A consolidation bundle is more and more playing a key role in the consolidation process. It is easy to understand that all that information described above is highly linked together and validation rules offer the guarantee to receive an accurate and reliable input.",
        "bbox": [
            101,
            780,
            867,
            846
        ],
        "page_idx": 9
    }
]